[
  {
    "nome": "Abdom",
    "significado": "Servo",
    "referencia": "Juízes 12:13-15",
    "descricao": "Serviu como Juiz de Israel por oito anos. Sua história é muito breve na Bíblia, sendo notado principalmente por ter tido quarenta filhos e trinta netos que cavalgavam em setenta jumentos, indicando sua riqueza e influência familiar na época.",
    "categoria": "pessoa"
  },
  {
    "nome": "Abel",
    "significado": "Hálito, Vapôr",
    "referencia": "Gênesis 4:2",
    "descricao": "Filho de Adão e Eva, era pastor de ovelhas. Ofereceu a Deus uma oferta agradável (as primícias de seu rebanho), o que despertou a inveja de seu irmão Caim, resultando em seu assassinato.",
    "categoria": "pessoa"
  },
  {
    "nome": "Abigail",
    "significado": "A alegria do pai",
    "referencia": "1 Samuel 25",
    "descricao": "Esposa do rico e insensato Nabal. Com sabedoria e diplomacia, ela interveio para impedir que Davi e seus homens se vingassem de seu marido. Após a morte de Nabal, Davi, impressionado com sua inteligência e caráter, tomou-a como uma de suas esposas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Abner",
    "significado": "Meu pai é luz",
    "referencia": "1 Samuel, 2 Samuel",
    "descricao": "Primo e comandante-chefe do exército do Rei Saul. Após a morte de Saul, ele tentou manter a realeza para Isbosete (filho de Saul), o que resultou em uma guerra civil contra Davi. Foi morto traiçoeiramente por Joabe, comandante de Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Abraão",
    "significado": "Pai de uma multidão",
    "referencia": "Gênesis 12-25",
    "descricao": "Originalmente Abrão, foi chamado por Deus para deixar sua terra natal (Ur) em direção a Canaã. Sua fé inabalável, especialmente ao quase sacrificar seu filho Isaque, fez dele o \"Pai de todas as nações\" e o pai da nação de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Absalão",
    "significado": "Pai de paz",
    "referencia": "2 Samuel 13-18",
    "descricao": "Terceiro filho do Rei Davi, notável por sua beleza e longos cabelos. Ele assassinou seu meio-irmão Amnon por vingança e, mais tarde, liderou uma vasta rebelião contra seu próprio pai, sendo morto por Joabe enquanto estava pendurado por seus cabelos em uma árvore.",
    "categoria": "pessoa"
  },
  {
    "nome": "Acabe",
    "significado": "Irmão do pai (Tio paterno)",
    "referencia": "1 Reis 16-22",
    "descricao": "O sétimo rei de Israel, conhecido por seu casamento com Jezabel, uma princesa fenícia. [1, 14] Seu reinado foi marcado pela intensa promoção da adoração a Baal, o que o colocou em conflito direto com o profeta Elias. [9, 11, 15] Considerado um dos reis mais perversos de Israel, sua idolatria e injustiças, como no caso da vinha de Nabote, levaram à sua condenação e morte em batalha, conforme profetizado.",
    "categoria": "pessoa"
  },
  {
    "nome": "Acan",
    "significado": "Perturbação",
    "referencia": "Josué 7",
    "descricao": "Israelita da tribo de Judá que, desobedecendo à ordem de Deus de destruir completamente os despojos de Jericó, escondeu ouro, prata e uma capa babilônica. Seu pecado causou a derrota de Israel em Ai e levou à sua morte por apedrejamento.",
    "categoria": "pessoa"
  },
  {
    "nome": "Adão",
    "significado": "Homem, Humanidade",
    "referencia": "Gênesis 2-5",
    "descricao": "O primeiro homem criado por Deus, formado do pó da terra e colocado no Jardim do Éden. Por desobedecer à ordem de Deus ao comer o fruto da árvore do conhecimento do bem e do mal, ele trouxe o pecado e a morte ao mundo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Agar",
    "significado": "Fuga, Estrangeira",
    "referencia": "Gênesis 16; 21",
    "descricao": "Serva egípcia de Sara. Por causa da infertilidade de Sara, esta a entregou a Abraão para ter um filho, Ismael. Sara, sentindo-se ameaçada, maltratou Agar, que fugiu duas vezes para o deserto, sendo a segunda vez após o nascimento de Isaque.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ageu",
    "significado": "Festivo",
    "referencia": "Livro de Ageu",
    "descricao": "Profeta que atuou após o exílio babilônico. Seu principal ministério era encorajar os judeus que retornaram a Jerusalém a pararem de focar em suas próprias casas e, em vez disso, dedicarem-se à reconstrução do Templo, que estava parada há anos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Aliança (Pacto), A",
    "significado": "Acordo, Contrato Solene",
    "referencia": "Gênesis 9:9; Gênesis 15:18; Êxodo 19:5; Jeremias 31:31",
    "descricao": "Um acordo formal e vinculativo entre Deus e a humanidade, ou partes dela. As principais alianças bíblicas incluem a Aliança com Noé (sinal: arco-íris), com Abraão (sinal: circuncisão), com Moisés no Sinai (sinal: o Sábado) e a Nova Aliança em Cristo (sinal: o batismo e a ceia).",
    "categoria": "conceito"
  },
  {
    "nome": "Amalequitas",
    "significado": "Descendentes de Amaleque",
    "referencia": "Êxodo 17:8-16; 1 Samuel 15",
    "descricao": "Uma tribo nômade e predatória, considerada o inimigo arquetípico de Israel. Foram os primeiros a atacar os israelitas após a saída do Egito, resultando em um decreto de inimizade perpétua de Deus.",
    "categoria": "grupo"
  },
  {
    "nome": "Amonitas",
    "significado": "Descendentes de Amom",
    "referencia": "Gênesis 19:38; Juízes 11",
    "descricao": "Outra nação descendente de Ló, e um inimigo frequente de Israel. Opressão amonita levou à ascensão do juiz Jefté.",
    "categoria": "grupo"
  },
  {
    "nome": "Amoritas",
    "significado": "Os do Oeste",
    "referencia": "Gênesis 15:16; Josué 10",
    "descricao": "Uma das nações mais poderosas de Canaã. Eram conhecidos por sua grande estatura e força, e sua iniquidade é frequentemente citada como motivo para a conquista da terra por Israel.",
    "categoria": "grupo"
  },
  {
    "nome": "Amós",
    "significado": "Carregador de fardos",
    "referencia": "Livro de Amós",
    "descricao": "Um pastor de ovelhas e cultivador de sicômoros do sul (Judá), que foi chamado para profetizar ao Reino do Norte (Israel). Ele denunciou veementemente a injustiça social, a hipocrisia religiosa e a opressão dos pobres em meio à prosperidade.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ana",
    "significado": "Favor, Graça",
    "referencia": "1 Samuel 1-2",
    "descricao": "Uma das duas esposas de Elcana, que era estéril e constantemente provocada pela rival Penina. Em profunda oração no Tabernáculo, prometeu dedicar seu filho a Deus. Ela deu à luz Samuel, cumprindo sua promessa e oferecendo um dos mais belos cânticos de louvor da Bíblia.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ananias",
    "significado": "O Senhor é gracioso",
    "referencia": "Atos 5:1-11",
    "descricao": "Marido de Safira na igreja primitiva de Jerusalém. Eles venderam uma propriedade e fingiram doar o valor total aos apóstolos, mas retiveram parte dele. Por mentir sobre sua oferta ao Espírito Santo, Ananias foi confrontado por Pedro e morreu subitamente.",
    "categoria": "pessoa"
  },
  {
    "nome": "Anjo do Senhor, O",
    "significado": "Mensageiro de Yahweh",
    "referencia": "Gênesis 16:7; Êxodo 3:2; Juízes 6:11",
    "descricao": "Uma figura misteriosa que aparece no Antigo Testamento, falando e agindo com a autoridade do próprio Deus. Ele interage com personagens como Agar, Abraão e Gideão. Muitos teólogos o interpretam como uma teofania, uma manifestação pré-encarnada de Jesus Cristo.",
    "categoria": "anjo"
  },
  {
    "nome": "André",
    "significado": "Viril, Forte (Origem Grega)",
    "referencia": "Evangelhos",
    "descricao": "Um dos primeiros discípulos chamados por Jesus, sendo irmão de Simão Pedro. Ele era ex-discípulo de João Batista. É frequentemente retratado trazendo outros a Jesus, como o menino com os pães e peixes e alguns gregos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Apolion",
    "significado": "Destruidor (Origem Grega)",
    "referencia": "Apocalipse 9:11",
    "descricao": "Na visão de João, ele é o anjo do Abismo que lidera as hordas de gafanhotos destrutivos durante a quinta trombeta, simbolizando a destruição e o terror que virão sobre aqueles que não têm o selo de Deus.",
    "categoria": "anjo"
  },
  {
    "nome": "Apóstolos, Os Doze",
    "significado": "Enviados",
    "referencia": "Mateus 10:2-4; Atos 1",
    "descricao": "Os doze discípulos escolhidos pessoalmente por Jesus para serem Seus seguidores mais próximos e para liderar a igreja primitiva. Eles foram testemunhas de Sua ressurreição e encarregados da Grande Comissão.",
    "categoria": "grupo"
  },
  {
    "nome": "Arão",
    "significado": "Montanha de força",
    "referencia": "Êxodo 4",
    "descricao": "Irmão mais velho e porta-voz de Moisés perante o Faraó. Ele foi o primeiro Sumo Sacerdote de Israel. No deserto, cedeu à pressão do povo e construiu o bezerro de ouro, mas foi perdoado e continuou a servir no sacerdócio.",
    "categoria": "pessoa"
  },
  {
    "nome": "Arca da Aliança, A",
    "significado": "Caixa do Testemunho",
    "referencia": "Êxodo 25:10-22; 1 Samuel 4-6",
    "descricao": "A caixa de madeira de acácia revestida de ouro que ficava no lugar mais sagrado do Tabernáculo e do Templo. Continha as tábuas dos Dez Mandamentos, um pote de maná e o cajado de Arão. Simbolizava a presença e o trono de Deus entre o Seu povo.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Artaxerxes",
    "significado": "Grande guerreiro, grande rei (Persa)",
    "referencia": "Esdras 7; Neemias 2",
    "descricao": "O rei persa que, em diferentes momentos, concedeu permissão e recursos a Esdras (para restaurar a Lei) e a Neemias (para reconstruir os muros de Jerusalém) após o exílio babilônico.",
    "categoria": "pessoa"
  },
  {
    "nome": "Aser",
    "significado": "Feliz, Abençoado",
    "referencia": "Gênesis 30:13",
    "descricao": "O oitavo filho de Jacó, nascido de Zilpa, serva de Lia. Ele é o ancestral de uma das doze tribos de Israel. A bênção de Jacó sobre Aser descreve sua terra como rica e produtiva em alimentos.",
    "categoria": "pessoa"
  },
  {
    "nome": "A Crucificação",
    "significado": "Morte na Cruz",
    "referencia": "Mateus 27; Marcos 15; Lucas 23; João 19",
    "descricao": "O evento da morte de Jesus Cristo em uma cruz no Gólgota. É o clímax do sacrifício de Jesus, considerado pelos cristãos como o ato de expiação pelos pecados da humanidade.",
    "categoria": "evento"
  },
  {
    "nome": "A Páscoa (Pessach)",
    "significado": "Passagem",
    "referencia": "Êxodo 12",
    "descricao": "Festa instituída por Deus para comemorar a libertação dos israelitas da escravidão no Egito. O evento central foi o anjo da morte 'passar por cima' das casas marcadas com o sangue de um cordeiro, poupando os primogênitos.",
    "categoria": "evento"
  },
  {
    "nome": "A Ressurreição",
    "significado": "Ressurgir dos mortos",
    "referencia": "Mateus 28; 1 Coríntios 15",
    "descricao": "O evento central da fé cristã, onde Jesus, três dias após sua crucificação, ressuscitou dos mortos. É a prova de sua vitória sobre o pecado e a morte e a base da esperança cristã na vida eterna.",
    "categoria": "evento"
  },
  {
    "nome": "A Transfiguração",
    "significado": "Mudança de forma",
    "referencia": "Mateus 17:1-8",
    "descricao": "Evento em que Jesus, no topo de um monte, revelou sua glória divina a Pedro, Tiago e João. Ele apareceu conversando com Moisés e Elias, e uma voz do céu confirmou: 'Este é o meu Filho amado'.",
    "categoria": "evento"
  },
  {
    "nome": "A Última Ceia",
    "significado": "A Ceia do Senhor",
    "referencia": "Mateus 26:17-30; 1 Coríntios 11:23-26",
    "descricao": "A refeição final que Jesus compartilhou com seus apóstolos antes de sua crucificação. Nela, Ele instituiu a Eucaristia (ou Santa Ceia), usando o pão e o vinho como símbolos de seu corpo e sangue.",
    "categoria": "evento"
  },
  {
    "nome": "Babilônia",
    "significado": "Portão de Deus (Acadiano); Confusão (Hebraico)",
    "referencia": "Gênesis 11; 2 Reis 24-25; Daniel; Apocalipse 17-18",
    "descricao": "Uma das cidades e impérios mais poderosos do mundo antigo, localizada na Mesopotâmia. Foi responsável pela destruição de Jerusalém e pelo exílio do povo de Judá. No livro do Apocalipse, 'Babilônia' é usada como um símbolo para um sistema mundial corrupto e idólatra que se opõe a Deus.",
    "categoria": "lugar"
  },
  {
    "nome": "Baraque",
    "significado": "Relâmpago",
    "referencia": "Juízes 4",
    "descricao": "Líder militar israelita convocado pela profetisa Débora para liderar o exército contra o comandante cananeu Sísera. Ele aceitou, mas impôs a condição de que Débora fosse com ele, o que resultou na glória da vitória sendo compartilhada com uma mulher (Jael).",
    "categoria": "pessoa"
  },
  {
    "nome": "Barnabé",
    "significado": "Filho de Consolação",
    "referencia": "Atos 4:36",
    "descricao": "Levita de Chipre, conhecido por sua generosidade (vendendo um campo e doando o valor) e por ser um grande encorajador. Foi um companheiro missionário chave de Paulo e o apresentou aos apóstolos em Jerusalém quando eles desconfiavam de sua conversão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Barrabás",
    "significado": "Filho do pai/mestre (Aramaico)",
    "referencia": "Evangelhos",
    "descricao": "Um criminoso notório, descrito como um sedicioso e assassino, que estava preso em Jerusalém. Durante a Páscoa, Pôncio Pilatos ofereceu à multidão a escolha entre soltar Barrabás ou Jesus, e a multidão escolheu a libertação do criminoso.",
    "categoria": "pessoa"
  },
  {
    "nome": "Bartolomeu",
    "significado": "Filho de Tolmai (Aramaico)",
    "referencia": "Mateus 10:3",
    "descricao": "Um dos doze apóstolos de Jesus, geralmente identificado com Natanael, de Caná da Galileia. Natanael é famoso pela sua conversa inicial com Filipe, onde questiona: \"Pode vir alguma coisa boa de Nazaré?\",",
    "categoria": "pessoa"
  },
  {
    "nome": "Bate-Seba",
    "significado": "Filha do juramento",
    "referencia": "2 Samuel 11",
    "descricao": "Inicialmente esposa de Urias, foi seduzida por Davi, o que resultou em gravidez e, posteriormente, na morte de Urias em batalha. Após o período de luto, ela se casou com Davi e se tornou a mãe de Salomão, o próximo rei.",
    "categoria": "pessoa"
  },
  {
    "nome": "Belzebu",
    "significado": "Senhor das moscas",
    "referencia": "Mateus 12:24",
    "descricao": "Um nome de escárnio dado a um deus filisteu. No Novo Testamento, os fariseus usaram o nome para acusar Jesus de expulsar demônios pelo poder de Belzebu (o príncipe dos demônios), uma acusação que Jesus refutou.",
    "categoria": "anjo"
  },
  {
    "nome": "Benjamim",
    "significado": "Filho da minha mão direita",
    "referencia": "Gênesis 35:18",
    "descricao": "Último filho de Jacó e o único nascido em Canaã, pois sua mãe, Raquel, morreu no parto. Sua tribo, apesar de pequena, foi notável por sua ferocidade em combate e por gerar o primeiro rei de Israel, Saul.",
    "categoria": "pessoa"
  },
  {
    "nome": "Besta da Terra",
    "significado": "Falso Profeta",
    "referencia": "Apocalipse 13:11",
    "descricao": "Figura profética, também conhecida como Falso Profeta, que promove a adoração à Besta do Mar, realizando sinais e milagres para enganar a humanidade.",
    "categoria": "anjo"
  },
  {
    "nome": "Besta do Mar",
    "significado": "Poder político anticristão",
    "referencia": "Apocalipse 13:1",
    "descricao": "Figura profética representando um império mundial final, maligno e blasfemo, que exerce autoridade sobre todas as nações e persegue os santos nos últimos dias.",
    "categoria": "anjo"
  },
  {
    "nome": "Bila",
    "significado": "Vexame, Confusão",
    "referencia": "Gênesis 29:29",
    "descricao": "Serva de Raquel. Após Raquel permanecer estéril por um tempo, Bila foi dada a Jacó como concubina para que ela pudesse gerar filhos em seu lugar. Ela deu à luz Dã e Naftali.",
    "categoria": "pessoa"
  },
  {
    "nome": "Boaz",
    "significado": "Nele há força",
    "referencia": "Rute 2-4",
    "descricao": "Um rico proprietário de terras em Belém, parente do falecido marido de Noemi. Ele agiu como resgatador para Rute (a moabita), casando-se com ela e cumprindo assim a lei do levirato. Tornou-se bisavô do Rei Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Cafarnaum",
    "significado": "Aldeia de Naum (possivelmente)",
    "referencia": "Mateus 4:13; Marcos 2:1",
    "descricao": "Uma cidade de pescadores às margens do Mar da Galileia, que Jesus fez o centro de Seu ministério na Galileia. Foi o cenário de muitos de seus ensinamentos e milagres, e a cidade natal de vários apóstolos como Pedro.",
    "categoria": "lugar"
  },
  {
    "nome": "Caim",
    "significado": "Adquirido, Possuído",
    "referencia": "Gênesis 4:1",
    "descricao": "Filho primogênito de Adão e Eva. Seu ciúme foi provocado quando Deus aceitou a oferta de Abel, mas rejeitou a sua. Ele atraiu Abel para o campo e o matou, tornando-se o primeiro homicida e recebendo uma marca de Deus como sinal.",
    "categoria": "pessoa"
  },
  {
    "nome": "Cainã",
    "significado": "Possessão, adquirido ou adquirido por Deus",
    "referencia": "Gênesis 5:9-14",
    "descricao": "Membro da genealogia que leva de Adão a Noé. Viveu 910 anos e é uma figura chave na contagem do tempo bíblico das gerações antediluvianas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Calebe",
    "significado": "Cão; Leal, Fiel",
    "referencia": "Números 13:6",
    "descricao": "Um dos dois espiões (junto com Josué) que trouxe um relatório positivo da Terra Prometida, confiando em Deus. Por sua fé, foi o único homem de sua geração a entrar na Terra Prometida e recebeu a região de Hebrom.",
    "categoria": "pessoa"
  },
  {
    "nome": "Cam",
    "significado": "Quente, Queimado pelo sol",
    "referencia": "Gênesis 5:32",
    "descricao": "Um dos três filhos de Noé que sobreviveu ao Dilúvio. Ele é famoso por ver a nudez de seu pai bêbado e zombar dele, resultando na maldição de seu filho Canaã. É ancestral dos povos africanos e dos cananeus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Canaã",
    "significado": "Humilhado, Baixo",
    "referencia": "Gênesis 9:25",
    "descricao": "Filho de Cam e neto de Noé. Por causa do pecado de seu pai, foi amaldiçoado por Noé a ser o servo dos servos de seus irmãos. É o ancestral de todas as tribos que habitaram a terra que viria a ser Israel (a Terra de Canaã).",
    "categoria": "pessoa"
  },
  {
    "nome": "Cananeus",
    "significado": "Habitantes de Canaã",
    "referencia": "Gênesis 10:15-19; Josué",
    "descricao": "Termo geral para os vários povos que habitavam a terra de Canaã antes da conquista israelita. Eram conhecidos por suas práticas idólatras e imorais, que levaram ao juízo de Deus.",
    "categoria": "grupo"
  },
  {
    "nome": "Cavaleiros do Apocalipse, Os Quatro",
    "significado": "Símbolos de juízo (Conquista, Guerra, Fome, Morte)",
    "referencia": "Apocalipse 6:1-8",
    "descricao": "Quatro cavaleiros simbólicos que são liberados no início do fim dos tempos para trazer juízos sobre a Terra. O primeiro (branco) representa a conquista ou o anticristo; o segundo (vermelho), a guerra; o terceiro (preto), a fome; e o quarto (amarelo), a morte, seguido pelo Inferno (Hades).",
    "categoria": "grupo"
  },
  {
    "nome": "Cesareia Marítima",
    "significado": "De César",
    "referencia": "Atos 10; Atos 23-26",
    "descricao": "Uma grande cidade portuária romana na costa de Israel. Foi a residência oficial dos governadores romanos, como Pôncio Pilatos. Nela, o apóstolo Pedro pregou para Cornélio, e Paulo ficou preso por dois anos.",
    "categoria": "lugar"
  },
  {
    "nome": "Ciro",
    "significado": "O Sol (Persa)",
    "referencia": "Esdras 1; Isaías 44:28",
    "descricao": "Rei da Pérsia que conquistou a Babilônia. Ele cumpriu a profecia de Isaías ao emitir um decreto que permitia que os judeus exilados voltassem a Jerusalém para reconstruir o Templo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Cornélio",
    "significado": "Chifre (Latim)",
    "referencia": "Atos 10",
    "descricao": "Centurião romano em Cesareia, descrito como homem piedoso e temente a Deus. Ele e toda a sua família foram os primeiros gentios a receber o Espírito Santo e a serem batizados, marcando a abertura do Evangelho aos não-judeus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Cuxe",
    "significado": "Negro",
    "referencia": "Gênesis 10:6-8",
    "descricao": "Filho de Cam e neto de Noé. O seu nome está ligado à região da Etiópia/Sudão. Ele é o pai de Ninrode, o \"poderoso caçador\" e fundador de impérios antigos como Babel (Babilônia).",
    "categoria": "pessoa"
  },
  {
    "nome": "Dalila",
    "significado": "Fraca, Delicada, Lânguida",
    "referencia": "Juízes 16",
    "descricao": "Mulher do vale de Soreque por quem Sansão se apaixonou. [23, 25] Subornada pelos líderes filisteus, ela persistentemente tentou descobrir o segredo da força sobrenatural de Sansão. [4] Após três tentativas fracassadas, ela o convenceu a revelar que sua força estava em seu cabelo, o que levou à sua captura e queda. [23]",
    "categoria": "pessoa"
  },
  {
    "nome": "Daniel",
    "significado": "Deus é meu juiz",
    "referencia": "Livro de Daniel",
    "descricao": "Profeta judeu levado cativo para Babilônia. Ele se destacou na corte por sua sabedoria, interpretação de sonhos e por sobreviver à cova dos leões. Suas visões proféticas abordam o futuro das nações e o Messias.",
    "categoria": "pessoa"
  },
  {
    "nome": "Dario",
    "significado": "Aquele que possui, Rico (Persa)",
    "referencia": "Esdras 6:1, Daniel 6",
    "descricao": "Nome usado para vários reis. O mais famoso foi Dario I, que confirmou o decreto de Ciro para a reconstrução do Templo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Davi",
    "significado": "Amado, Querido",
    "referencia": "1 Samuel 16 – 1 Reis 2",
    "descricao": "Um pastor que se tornou o segundo rei de Israel. Famoso por derrotar o gigante Golias e por ser um homem \"segundo o coração de Deus\". Estabeleceu Jerusalém como capital e é o ancestral messiânico de Jesus Cristo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Débora",
    "significado": "Abelha",
    "referencia": "Juízes 4-5",
    "descricao": "A única mulher a servir como juíza de Israel, além de ser profetisa. Ela liderou o povo a se levantar contra a opressão dos cananeus, convocando o comandante Baraque.",
    "categoria": "pessoa"
  },
  {
    "nome": "Discípulos",
    "significado": "Alunos, Seguidores",
    "referencia": "Lucas 6:13; Atos 6:1",
    "descricao": "Um termo geral para qualquer seguidor ou aluno de Jesus Cristo. Além dos Doze Apóstolos, multidões e outros grupos, como os 70 enviados por Jesus, também eram considerados discípulos.",
    "categoria": "grupo"
  },
  {
    "nome": "Doze Tribos de Israel, As",
    "significado": "Os descendentes dos doze filhos de Jacó",
    "referencia": "Gênesis 49; Josué 13-19",
    "descricao": "As nações que formaram o povo de Israel, cada uma descendendo de um dos doze filhos de Jacó (Israel): Rúben, Simeão, Levi, Judá, Dã, Naftali, Gade, Aser, Issacar, Zebulom, José (dividido em Efraim e Manassés) e Benjamim. A tribo de Levi foi separada para o serviço sacerdotal e não recebeu uma herança de terra.",
    "categoria": "grupo"
  },
  {
    "nome": "Dragão, O",
    "significado": "Antiga Serpente, Diabo, Satanás",
    "referencia": "Apocalipse 12:3-9; 20:2",
    "descricao": "Uma figura central no livro do Apocalipse, descrito como um grande dragão vermelho com sete cabeças e dez chifres. Ele é explicitamente identificado como Satanás, o principal adversário de Deus, que guerreia contra Miguel e seus anjos e persegue o povo de Deus na Terra.",
    "categoria": "anjo"
  },
  {
    "nome": "Dã",
    "significado": "Juiz, Julgamento",
    "referencia": "Gênesis 30:6",
    "descricao": "Quinto filho de Jacó, nascido de Bila, serva de Raquel. A tribo de Dã era conhecida por sua inteligência, mas também por sua idolatria e por migrar para o extremo norte de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ebede-Meleque",
    "significado": "Servo do rei",
    "referencia": "Jeremias 38:7-13",
    "descricao": "Eunuco etíope que servia na corte de Zedequias. Ele demonstrou grande coragem e humanidade ao interceder por Jeremias, que havia sido jogado em uma cisterna de lama para morrer. Por sua ação, ele foi poupado na destruição de Jerusalém.",
    "categoria": "pessoa"
  },
  {
    "nome": "Edomitas",
    "significado": "Descendentes de Edom (Esaú)",
    "referencia": "Gênesis 36; Livro de Obadias",
    "descricao": "Nação descendente de Esaú, irmão de Jacó. Viviam ao sul do Mar Morto e mantinham uma rivalidade fraternal com Israel. O profeta Obadias pronunciou juízo contra Edom por sua arrogância.",
    "categoria": "grupo"
  },
  {
    "nome": "Egito",
    "significado": "Terra de Cuxe/Cam (Hebraico: Mizraim)",
    "referencia": "Gênesis 12; Êxodo 1-14; Mateus 2:13-15",
    "descricao": "Uma antiga e poderosa civilização no nordeste da África. O Egito desempenha um papel crucial na Bíblia como o lugar onde os israelitas foram escravizados e de onde foram libertados no Êxodo. Também serviu de refúgio para Abraão, Jacó e sua família, e para a família de Jesus.",
    "categoria": "lugar"
  },
  {
    "nome": "Eli",
    "significado": "Elevado, Meu Deus",
    "referencia": "1 Samuel 1-4",
    "descricao": "Sumo Sacerdote e Juiz de Israel. Foi punido por Deus por falhar em disciplinar seus filhos corruptos, resultando na morte de seus filhos em batalha e na captura da Arca da Aliança.",
    "categoria": "pessoa"
  },
  {
    "nome": "Elias",
    "significado": "Meu Deus é Yahweh",
    "referencia": "1 Reis 17-2 Reis 2",
    "descricao": "Um dos maiores profetas de Israel. Famoso por desafiar e derrotar os 450 profetas de Baal no Monte Carmelo. Não morreu, mas foi levado ao céu em um carro de fogo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Eliseu",
    "significado": "Meu Deus é salvação",
    "referencia": "1 Reis 19:19; 2 Reis 2-13",
    "descricao": "Discípulo e sucessor de Elias, que lhe pediu por uma \"porção dobrada\" de seu espírito. Seu ministério foi marcado por numerosos milagres práticos, incluindo a cura de Naamã e a ressurreição do filho da sunamita.",
    "categoria": "pessoa"
  },
  {
    "nome": "Elom",
    "significado": "Carvalho, Forte",
    "referencia": "Juízes 12:11-12",
    "descricao": "Um dos Juízes menores de Israel, da tribo de Zebulom. Julgou Israel por dez anos. Sua história é muito breve, indicando a continuidade da liderança no período dos Juízes.",
    "categoria": "pessoa"
  },
  {
    "nome": "Enoque",
    "significado": "Dedicado, Iniciado",
    "referencia": "Gênesis 5:21-24",
    "descricao": "Patriarca antediluviano, famoso por ter \"andado com Deus\". A Bíblia registra que ele não morreu, mas foi levado por Deus aos 365 anos, servindo como um modelo de vida de fé e devoção.",
    "categoria": "pessoa"
  },
  {
    "nome": "Enos",
    "significado": "Mortal, Homem",
    "referencia": "Gênesis 4:26",
    "descricao": "Filho de Sete, neto de Adão. A Bíblia nota que \"naquele tempo, os homens começaram a invocar o nome do Senhor\".",
    "categoria": "pessoa"
  },
  {
    "nome": "Esaú",
    "significado": "Peludo",
    "referencia": "Gênesis 25:25",
    "descricao": "Filho de Isaque, irmão gêmeo mais velho de Jacó. Ele era um caçador e homem do campo. Vendeu seu direito de primogenitura a Jacó por um prato de lentilhas, tornando-se o ancestral dos edomitas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Esdras",
    "significado": "Ajuda",
    "referencia": "Livro de Esdras, Neemias",
    "descricao": "Sacerdote e escriba extremamente dedicado à Lei de Deus. Liderou o segundo grupo de exilados de volta a Jerusalém e restaurou o ensino da Lei ao povo, forçando reformas religiosas e sociais.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ester",
    "significado": "Estrela (Persa)",
    "referencia": "Livro de Ester",
    "descricao": "Uma jovem judia órfã que se tornou rainha da Pérsia (Rei Assuero). Usou sua posição, arriscando a própria vida, para interceder pelo seu povo e salvá-los do genocídio planejado por Hamã.",
    "categoria": "pessoa"
  },
  {
    "nome": "Estêvão",
    "significado": "Coroa (Grega)",
    "referencia": "Atos 6-7",
    "descricao": "Um dos sete diáconos escolhidos na igreja primitiva. Ele se destacou em milagres e pregação. Foi falsamente acusado de blasfêmia e morto por apedrejamento, tornando-se o primeiro mártir cristão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Eúde",
    "significado": "União, Forte",
    "referencia": "Juízes 3:12-30",
    "descricao": "Juiz israelita canhoto da tribo de Benjamim. Ele foi o instrumento de Deus para libertar Israel da opressão de Eglom, rei de Moabe, assassinando Eglom no palácio.",
    "categoria": "pessoa"
  },
  {
    "nome": "Eunice",
    "significado": "Boa vitória (Grega)",
    "referencia": "2 Timóteo 1:5",
    "descricao": "Mãe de Timóteo. Ela e sua mãe, Lóide, são elogiadas por Paulo por transmitirem uma fé não fingida a Timóteo desde a infância.",
    "categoria": "pessoa"
  },
  {
    "nome": "Eva",
    "significado": "Vida, Viver",
    "referencia": "Gênesis 3:20",
    "descricao": "A primeira mulher, criada por Deus a partir da costela de Adão. Foi a primeira a ser tentada pela serpente, trazendo a desobediência, o pecado e a morte ao mundo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ezequias",
    "significado": "Deus fortalece, Minha força é Deus",
    "referencia": "2 Reis 18-20; Isaías 36-39",
    "descricao": "Rei de Judá conhecido por sua grande fé e piedade. [24, 28] Ele combateu a idolatria, restaurou a adoração no Templo e, milagrosamente, viu Jerusalém ser poupada da destruição pelo exército assírio. [24] Quando adoeceu mortalmente, orou a Deus e teve sua vida prolongada por mais quinze anos. [3, 32]",
    "categoria": "pessoa"
  },
  {
    "nome": "Ezequiel",
    "significado": "Deus fortalece",
    "referencia": "Livro de Ezequiel",
    "descricao": "Profeta-sacerdote levado cativo para Babilônia. Seu ministério foi marcado por ações simbólicas e visões complexas, como a profecia dos ossos secos (restauração de Israel) e as descrições detalhadas do futuro Templo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Fariseus",
    "significado": "Os Separados",
    "referencia": "Mateus 23; Atos 23:6",
    "descricao": "Um influente grupo religioso judaico conhecido por sua estrita interpretação e observância tanto da Lei escrita (Torá) quanto da tradição oral. Acreditavam na ressurreição, em anjos e no livre-arbítrio. Frequentemente entravam em conflito com Jesus, que criticava sua hipocrisia, embora alguns, como Nicodemos, fossem sinceros.",
    "categoria": "grupo"
  },
  {
    "nome": "Febe",
    "significado": "Brilhante, Pura (Grega)",
    "referencia": "Romanos 16:1-2",
    "descricao": "Uma diaconisa da igreja em Cencreia, altamente recomendada pelo apóstolo Paulo. [19] Ele a descreve como uma benfeitora de muitos, incluindo ele mesmo, e a encarrega de entregar sua importante carta à igreja em Roma, uma posição de grande confiança e responsabilidade. [19, 20]",
    "categoria": "pessoa"
  },
  {
    "nome": "Filemom",
    "significado": "Amigável, Afetuoso (Grega)",
    "referencia": "Livro de Filemom",
    "descricao": "Cristão de Colossos e, provavelmente, um pastor. Foi o destinatário da epístola de Paulo que o instava a perdoar e aceitar de volta seu escravo fugitivo, Onésimo, não mais como escravo, mas como \"irmão amado\".",
    "categoria": "pessoa"
  },
  {
    "nome": "Filipe",
    "significado": "Amante de cavalos (Grega)",
    "referencia": "Mateus 10:3",
    "descricao": "Um dos doze apóstolos, de Betsaida. Ele é notável por trazer Natanael (Bartolomeu) a Jesus e por seu papel na alimentação das 5.000 pessoas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Filisteus",
    "significado": "Imigrantes, Errantes",
    "referencia": "1 Samuel 17; Juízes 13-16",
    "descricao": "Um povo do mar que se estabeleceu na costa de Canaã e foi um dos principais e mais persistentes inimigos de Israel durante o período dos Juízes e da Monarquia. Golias era um campeão filisteu.",
    "categoria": "grupo"
  },
  {
    "nome": "Gabriel",
    "significado": "Deus é minha força",
    "referencia": "Daniel 8:16; Lucas 1:19",
    "descricao": "Um anjo de alta patente, servindo como mensageiro divino. Ele apareceu a Daniel para explicar profecias e anunciou o nascimento de João Batista e de Jesus no Novo Testamento.",
    "categoria": "anjo"
  },
  {
    "nome": "Gade",
    "significado": "Fortuna, Tropa",
    "referencia": "Gênesis 30:11",
    "descricao": "Sétimo filho de Jacó, nascido de Zilpa. É o ancestral de uma das doze tribos. A tribo de Gade se estabeleceu a leste do Rio Jordão e era conhecida por ser uma tribo de valentes guerreiros.",
    "categoria": "pessoa"
  },
  {
    "nome": "Gamaliel",
    "significado": "Recompensa de Deus",
    "referencia": "Atos 5:34; 22:3",
    "descricao": "Um famoso e respeitado fariseu, mestre da Lei, e tutor de Saulo (Paulo). Aconselhou o Sinédrio a não perseguir os apóstolos, sugerindo que, se o movimento fosse de homens, falharia.",
    "categoria": "pessoa"
  },
  {
    "nome": "Gentios",
    "significado": "As Nações (Hebraico: Goyim)",
    "referencia": "Gênesis 10:5; Isaías 49:6; Romanos 11:11",
    "descricao": "Termo bíblico usado para se referir a todos os povos e nações que não são de descendência judaica. A inclusão dos gentios no plano de salvação de Deus é um tema central no Novo Testamento, especialmente nos ensinamentos do apóstolo Paulo, o 'Apóstolo aos Gentios'.",
    "categoria": "grupo"
  },
  {
    "nome": "Gideão",
    "significado": "Lenhador, Poderoso guerreiro",
    "referencia": "Juízes 6-8",
    "descricao": "Juiz que pediu vários sinais (o velo seco/molhado) para confirmar a vontade de Deus. Liderou apenas 300 homens, vencendo um vasto exército midianita com trombetas e cântaros vazios.",
    "categoria": "pessoa"
  },
  {
    "nome": "Golias",
    "significado": "Exílio, Desnudado",
    "referencia": "1 Samuel 17",
    "descricao": "O campeão filisteu de Gate, um gigante que aterrorizou o exército de Israel. Foi derrotado pelo jovem pastor Davi, que usou apenas uma funda e uma pedra.",
    "categoria": "pessoa"
  },
  {
    "nome": "Gômer",
    "significado": "Completo, Consumação",
    "referencia": "Oseias",
    "descricao": "A mulher com quem o profeta Oseias foi ordenado a se casar. Ela era uma prostituta, e o casamento e as subsequentes infidelidades dela serviram como uma poderosa parábola viva do relacionamento adúltero de Israel com Deus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Habacuque",
    "significado": "Abraço",
    "referencia": "Livro de Habacuque",
    "descricao": "Profeta que questionou Deus sobre a injustiça em Judá e o uso da Babilônia como instrumento de punição. O livro é um diálogo que culmina na famosa declaração de fé: O justo viverá pela sua fé.",
    "categoria": "pessoa"
  },
  {
    "nome": "Hamã",
    "significado": "Magnífico (Persa)",
    "referencia": "Livro de Ester",
    "descricao": "Alto oficial persa que planejou o genocídio de todos os judeus do império, motivado pelo ódio a Mardoqueu. O plano foi revertido pela Rainha Ester, e ele acabou sendo enforcado na forca que havia preparado.",
    "categoria": "pessoa"
  },
  {
    "nome": "Hebrom",
    "significado": "Aliança, Associação",
    "referencia": "Gênesis 23; 2 Samuel 5",
    "descricao": "Cidade antiga onde Abraão comprou um campo para sepultar Sara e onde os patriarcas foram enterrados. Foi a primeira capital do reinado de Davi antes da conquista de Jerusalém.",
    "categoria": "lugar"
  },
  {
    "nome": "Herodes",
    "significado": "Filho do herói (Grega)",
    "referencia": "Evangelhos, Atos",
    "descricao": "Nome compartilhado por vários monarcas. Herodes, o Grande, tentou matar Jesus recém-nascido. Herodes Antipas ordenou a execução de João Batista e interrogou Jesus durante a Paixão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Herodianos",
    "significado": "Partidários de Herodes",
    "referencia": "Marcos 3:6; Mateus 22:16",
    "descricao": "Um partido político judaico que apoiava a dinastia de Herodes e, por extensão, o domínio romano. Frequentemente se opunham a Jesus, unindo-se aos fariseus para conspirar contra Ele.",
    "categoria": "grupo"
  },
  {
    "nome": "Hulda",
    "significado": "Doninha, Toupeira",
    "referencia": "2 Reis 22:14-20; 2 Crônicas 34:22-28",
    "descricao": "Uma profetisa que vivia em Jerusalém durante o reinado do rei Josias. [17] Quando o \"Livro da Lei\" foi encontrado no Templo, foi a ela que os oficiais do rei recorreram para autenticar o achado e interpretar a vontade de Deus, confirmando tanto o juízo iminente quanto a misericórdia para com o rei. [17, 18]",
    "categoria": "pessoa"
  },
  {
    "nome": "Ibsã",
    "significado": "Brilhante, Ilustre",
    "referencia": "Juízes 12:8-10",
    "descricao": "Um dos Juízes menores de Israel, notável por ter casado suas trinta filhas fora da sua comunidade e trazido trinta jovens de fora para se casarem com seus trinta filhos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Isaías",
    "significado": "O Senhor é salvação",
    "referencia": "Livro de Isaías",
    "descricao": "Um dos quatro grandes profetas. Profetizou a queda de Israel e Judá, mas sobretudo escreveu as mais extensas e claras profecias sobre a vinda do Messias (o servo sofredor) e o futuro Reino de Deus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Isabel",
    "significado": "Deus é juramento",
    "referencia": "Lucas 1:5",
    "descricao": "Esposa do sacerdote Zacarias e mãe de João Batista. Era prima de Maria. Em sua gravidez milagrosa, o bebê (João) saltou em seu ventre durante a visita de Maria.",
    "categoria": "pessoa"
  },
  {
    "nome": "Isaque",
    "significado": "Ele ri, Riso",
    "referencia": "Gênesis 21-28",
    "descricao": "Filho milagroso de Abraão e Sara. É famoso por ser o sacrifício que Abraão estava disposto a oferecer a Deus no Monte Moriá. Casou-se com Rebeca e foi pai de Jacó e Esaú.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ismael",
    "significado": "Deus ouve",
    "referencia": "Gênesis 16:11",
    "descricao": "Filho de Abraão com a serva egípcia Agar. Foi expulso com sua mãe após o nascimento de Isaque. É considerado o ancestral dos ismaelitas, nações vizinhas de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Issacar",
    "significado": "Há recompensa",
    "referencia": "Gênesis 30:18",
    "descricao": "Nono filho de Jacó, o quinto com Lia. Sua tribo era notável por sua compreensão dos tempos e das estações, sabendo o que Israel devia fazer.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jacó",
    "significado": "Suplantador",
    "referencia": "Gênesis 25-35",
    "descricao": "Filho de Isaque e Rebeca. Seu nome foi mudado por Deus para Israel (\"Aquele que luta com Deus\") após lutar com um anjo. Teve doze filhos, que se tornaram as doze tribos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jael",
    "significado": "Cabra montesa",
    "referencia": "Juízes 4:17-22; 5:24-27",
    "descricao": "Esposa de Héber, o queneu. Ela deu refúgio a Sísera, o comandante do exército cananeu, após sua derrota para Israel. No entanto, enquanto ele dormia, ela o matou cravando uma estaca de tenda em sua têmpora, cumprindo a profecia de Débora de que a honra da vitória seria de uma mulher.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jafé",
    "significado": "Ele abrirá, Expansão",
    "referencia": "Gênesis 5:32",
    "descricao": "Um dos três filhos de Noé que sobreviveu ao Dilúvio. É o ancestral dos povos do norte, geralmente associado às nações indo-europeias.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jair",
    "significado": "Ele ilumina, Aquele que desperta",
    "referencia": "Juízes 10:3-5",
    "descricao": "Um dos Juízes menores, famoso por ter trinta filhos que cavalgavam em trinta jumentos e possuíam trinta cidades, indicando sua riqueza e poder.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jarede",
    "significado": "Descer, Descendente",
    "referencia": "Gênesis 5:15-20",
    "descricao": "Patriarca antediluviano, pai de Enoque. Viveu 962 anos, sendo o segundo mais velho da Bíblia.",
    "categoria": "pessoa"
  },
  {
    "nome": "Javã",
    "significado": "Iônio, Argila",
    "referencia": "Gênesis 10:4",
    "descricao": "Filho de Jafé. É o ancestral dos povos que se estabeleceram nas ilhas e regiões costeiras do Mediterrâneo, principalmente os gregos (jônios).",
    "categoria": "pessoa"
  },
  {
    "nome": "Jedidias",
    "significado": "Amado do Senhor",
    "referencia": "2 Samuel 12:25",
    "descricao": "Outro nome para o Rei Salomão, filho de Davi e Bate-Seba. O nome, que significa 'Amado do Senhor' ou 'Amado por Javé', foi dado a ele por Deus através do profeta Natã, simbolizando o favor divino.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jefté",
    "significado": "Ele abrirá",
    "referencia": "Juízes 11-12",
    "descricao": "Juiz que liderou Israel contra os amonitas. É famoso por seu voto precipitado a Deus: sacrificaria a primeira coisa que saísse de sua casa, que infelizmente foi sua única filha.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jeremias",
    "significado": "O Senhor exalta",
    "referencia": "Livro de Jeremias",
    "descricao": "O Profeta Chorão que profetizou antes e durante a queda de Jerusalém para a Babilônia. Ele advertiu o povo sobre o iminente julgamento, o que lhe rendeu perseguição e prisão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jericó",
    "significado": "Cidade da Lua (possivelmente)",
    "referencia": "Josué 6; Lucas 19:1-10",
    "descricao": "Uma das cidades mais antigas do mundo, famosa por suas muralhas que caíram ao som das trombetas dos israelitas. Jesus também passou por lá e converteu Zaqueu, o coletor de impostos.",
    "categoria": "lugar"
  },
  {
    "nome": "Jeroboão",
    "significado": "Cuja causa é o povo",
    "referencia": "1 Reis 11:26-14:20",
    "descricao": "O primeiro rei do Reino do Norte (Israel) após a divisão. Por medo, ele estabeleceu a idolatria dos bezerros de ouro em Betel e Dã, pecado que contaminou todos os reis subsequentes.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jerusalém",
    "significado": "Fundação da Paz",
    "referencia": "2 Samuel 5:6-7; Salmo 122; Apocalipse 21:2",
    "descricao": "A cidade sagrada, estabelecida por Davi como a capital do Reino Unido de Israel. Foi o local do Templo de Salomão e o centro da vida religiosa, política e cultural judaica. É o palco dos eventos centrais da paixão, morte e ressurreição de Jesus, e é profeticamente chamada de 'a cidade do grande Rei'.",
    "categoria": "lugar"
  },
  {
    "nome": "Jesus",
    "significado": "O Senhor Salva (Grego de \"Yeshua\")",
    "referencia": "Evangelhos",
    "descricao": "O Cristo, o Messias, o Filho de Deus encarnado. Sua história é central para a fé cristã, abrangendo Sua vida, ensinamentos, milagres, morte sacrificial, ressurreição e ascensão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jetro",
    "significado": "Excelência, Abundância",
    "referencia": "Êxodo 3:1",
    "descricao": "Sacerdote de Midiã e sogro de Moisés. Ele acolheu Moisés após sua fuga do Egito e, mais tarde, o aconselhou a delegar autoridade, estabelecendo juízes para ajudar a governar o povo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jezabel",
    "significado": "Onde está o Príncipe?",
    "referencia": "1 Reis 16:31 ; 2 Reis 9:37",
    "descricao": "Princesa fenícia e esposa do Rei Acabe. Promoveu agressivamente a adoração ao deus Baal e perseguiu os profetas do Senhor. Teve um fim violento, sendo jogada de uma janela e devorada por cães.",
    "categoria": "pessoa"
  },
  {
    "nome": "João",
    "significado": "O Senhor é gracioso",
    "referencia": "Evangelhos, Apocalipse",
    "descricao": "Um dos doze apóstolos, irmão de Tiago, conhecido como o \"discípulo amado\". Escreveu o Quarto Evangelho, três epístolas e recebeu as visões proféticas do livro do Apocalipse.",
    "categoria": "pessoa"
  },
  {
    "nome": "João Batista",
    "significado": "O Senhor é gracioso",
    "referencia": "Evangelhos",
    "descricao": "O último profeta do Antigo Testamento e o precursor direto de Jesus. Pregou o batismo de arrependimento no deserto. Foi decapitado por Herodes Antipas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Joel",
    "significado": "O Senhor é Deus",
    "referencia": "Livro de Joel",
    "descricao": "Profeta que usou uma devastadora praga de gafanhotos como metáfora para o Dia do Senhor. Seu livro contém a famosa profecia do derramamento do Espírito Santo sobre toda a carne\",",
    "categoria": "pessoa"
  },
  {
    "nome": "Jonas",
    "significado": "Pomba",
    "referencia": "Livro de Jonas",
    "descricao": "Profeta enviado por Deus para pregar o arrependimento à cidade inimiga de Nínive. Tentou fugir, foi engolido por um grande peixe, e depois de três dias, cumpriu sua missão.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jônatas",
    "significado": "O Senhor deu",
    "referencia": "1 Samuel 14-31",
    "descricao": "Filho do Rei Saul, conhecido por sua profunda e altruísta amizade com Davi. Ele fez um pacto de amizade com Davi e o protegeu da ira assassina de seu pai.",
    "categoria": "pessoa"
  },
  {
    "nome": "Jope",
    "significado": "Belo",
    "referencia": "Jonas 1:3; Atos 9:36-43",
    "descricao": "Antiga cidade portuária de onde o profeta Jonas tentou fugir de Deus. No Novo Testamento, foi onde o apóstolo Pedro ressuscitou Tabita (Dorcas) e teve a visão dos animais impuros, abrindo o evangelho aos gentios.",
    "categoria": "lugar"
  },
  {
    "nome": "Josafá",
    "significado": "O Senhor é juiz",
    "referencia": "1 Reis 22; 2 Crônicas 17-20",
    "descricao": "O quarto rei de Judá, filho de Asa. Foi um rei justo que promoveu uma grande reforma religiosa, enviando levitas para ensinar a Lei de Deus por todo o reino. [8, 18] É famoso por sua impressionante vitória contra uma coalizão de exércitos inimigos, onde o povo de Judá apenas louvou a Deus enquanto seus adversários se destruíam mutuamente. [17] Apesar de sua piedade, foi criticado por fazer alianças com o perverso rei Acabe. [21]",
    "categoria": "pessoa"
  },
  {
    "nome": "José (Filho de Jacó)",
    "significado": "Ele adicionará",
    "referencia": "Gênesis 37-50",
    "descricao": "Filho favorito de Jacó, vendido como escravo pelos irmãos. Subiu a governador (vizir) do Egito e usou sua posição para salvar sua família da fome, cumprindo seus sonhos de juventude.",
    "categoria": "pessoa"
  },
  {
    "nome": "José (Pai de Jesus)",
    "significado": "Ele adicionará",
    "referencia": "Mateus 1-2",
    "descricao": "Um carpinteiro de Nazaré, noivo de Maria. Um anjo o instruiu em sonho a aceitar Maria e nomear o menino de Jesus. Protegeu sua família fugindo para o Egito.",
    "categoria": "pessoa"
  },
  {
    "nome": "Josias",
    "significado": "Curado por Deus, O Senhor cura",
    "referencia": "2 Reis 22-23; 2 Crônicas 34-35",
    "descricao": "Um dos últimos reis justos de Judá, que assumiu o trono com apenas oito anos. [1, 36] Ele é famoso por sua profunda reforma religiosa após encontrar o \"Livro da Lei\" no Templo. [1] Josias purificou a nação da idolatria, restaurou a celebração da Páscoa e renovou a aliança do povo com Deus. [54]",
    "categoria": "pessoa"
  },
  {
    "nome": "Josué",
    "significado": "O Senhor é salvação",
    "referencia": "Livro de Josué",
    "descricao": "Sucessor de Moisés e um dos dois espiões fiéis. Liderou os israelitas na conquista militar de Canaã, dividiu a terra entre as tribos e renovou a aliança.",
    "categoria": "pessoa"
  },
  {
    "nome": "Judá",
    "significado": "Louvor",
    "referencia": "Gênesis 29:35",
    "descricao": "O quarto filho de Jacó com Lia. Sua mudança de caráter fez com que sua tribo fosse escolhida para dar origem à linhagem real (Davi e Jesus).",
    "categoria": "pessoa"
  },
  {
    "nome": "Judas Iscariotes",
    "significado": "Homem de Queriote (Hebraico/Grego)",
    "referencia": "Evangelhos",
    "descricao": "Um dos doze apóstolos que traiu Jesus, entregando-O às autoridades por trinta moedas de prata. Cheio de remorso, devolveu o dinheiro e se enforcou.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lameque",
    "significado": "Forte, Poderoso",
    "referencia": "Gênesis 4:19-24; 5:25",
    "descricao": "Na linhagem de Caim, é notável por ser o primeiro polígamo e por se gabar de ter matado um jovem. Na linhagem de Sete, é o pai de Noé.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lázaro",
    "significado": "Deus ajudou (Grego de Eleazar)",
    "referencia": "João 11",
    "descricao": "Irmão de Maria e Marta. Famoso por ter sido ressuscitado por Jesus após quatro dias na sepultura, um dos maiores milagres de Jesus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Legião",
    "significado": "Seis mil (Latim)",
    "referencia": "Marcos 5:9",
    "descricao": "O nome que uma multidão de demônios disse ter ao ser expulsa de um homem na região dos gerasenos. Os demônios foram enviados para uma manada de porcos.",
    "categoria": "anjo"
  },
  {
    "nome": "Levi",
    "significado": "Unido, Ligado",
    "referencia": "Gênesis 29:34",
    "descricao": "Terceiro filho de Jacó com Lia. Sua tribo foi separada por Deus para o serviço sacerdotal (Levitas), em contraste com a violência demonstrada com Simeão em Siquém.",
    "categoria": "pessoa"
  },
  {
    "nome": "Levitas",
    "significado": "Descendentes de Levi",
    "referencia": "Números 3; Deuteronômio 10:8-9",
    "descricao": "Membros da tribo de Levi, que foram escolhidos por Deus para o serviço sagrado do Tabernáculo e, mais tarde, do Templo. Eles não receberam uma porção de terra como as outras tribos, pois 'o Senhor era a sua herança'. Suas funções incluíam o transporte da Arca, a música, o ensino da Lei e a assistência aos sacerdotes.",
    "categoria": "grupo"
  },
  {
    "nome": "Lia",
    "significado": "Vaca Selvagem, Cansada",
    "referencia": "Gênesis 29",
    "descricao": "A primeira esposa de Jacó. Embora menos amada que Raquel, ela foi abençoada com muitos filhos (Rúben, Simeão, Levi, Judá, Issacar, Zebulom), sendo mãe da linhagem sacerdotal e da linhagem real.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lídia",
    "significado": "De Lídia (Região da Ásia Menor)",
    "referencia": "Atos 16:14",
    "descricao": "Uma vendedora de tecido de púrpura. Ela foi a primeira convertida de Paulo na Europa (Filipos). Seu coração foi \"aberto\" por Deus para atender ao Evangelho.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ló",
    "significado": "Véu, Cobertura",
    "referencia": "Gênesis 11-19",
    "descricao": "Sobrinho de Abraão. Foi resgatado pelos anjos da destruição de Sodoma e Gomorra. Após a fuga, suas duas filhas o embebedaram e deitaram-se com ele, originando os povos de Moabe e Amom.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lóide",
    "significado": "Melhor (Grega)",
    "referencia": "2 Timóteo 1:5",
    "descricao": "Avó de Timóteo. Elogiada por Paulo por transmitir uma \"fé não fingida\" ao seu neto.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lúcifer",
    "significado": "Portador da Luz, Estrela da Manhã (Latim)",
    "referencia": "Isaías 14:12 (interpretação tradicional)",
    "descricao": "Nome tradicionalmente associado a Satanás antes de sua queda. A passagem em Isaías descreve a queda de um rei babilônico, mas é usada como uma alegoria para a rebelião de um anjo de alta posição que, por orgulho, desejou ser igual a Deus e foi expulso do céu.",
    "categoria": "anjo"
  },
  {
    "nome": "Lucas",
    "significado": "Luminoso, Iluminado (Latim)",
    "referencia": "Colossenses 4:14; Livro de Lucas; Atos dos Apóstolos",
    "descricao": "Médico e companheiro próximo do apóstolo Paulo, a quem acompanhou em várias de suas viagens missionárias. É o autor do Evangelho de Lucas e do livro de Atos dos Apóstolos. Como historiador cuidadoso, ele pesquisou e registrou detalhadamente a vida de Jesus e o crescimento da igreja primitiva.",
    "categoria": "pessoa"
  },
  {
    "nome": "Maalalel",
    "significado": "Louvor de Deus",
    "referencia": "Gênesis 5:12-17",
    "descricao": "Patriarca antediluviano, da linhagem de Sete. Notável por sua longevidade (962 anos).",
    "categoria": "pessoa"
  },
  {
    "nome": "Madai",
    "significado": "Terra do Meio",
    "referencia": "Gênesis 10:2",
    "descricao": "Filho de Jafé, neto de Noé. É o ancestral dos medos, que formaram o Império Medo-Persa.",
    "categoria": "pessoa"
  },
  {
    "nome": "Magogue",
    "significado": "Terra de Gogue",
    "referencia": "Ezequiel 38, Apocalipse 20",
    "descricao": "O nome é usado profeticamente em Ezequiel e Apocalipse para representar as forças finais do mal que se levantarão contra o povo de Deus no fim dos tempos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Malaquias",
    "significado": "Meu mensageiro",
    "referencia": "Livro de Malaquias",
    "descricao": "O último dos profetas do Antigo Testamento. Confrontou o povo por sua hipocrisia e dízimos roubados. Profetizou a vinda de Elias (João Batista) para preparar o caminho do Messias.",
    "categoria": "pessoa"
  },
  {
    "nome": "Manassés",
    "significado": "Aquele que faz esquecer",
    "referencia": "2 Reis 21; 2 Crônicas 33",
    "descricao": "Filho de Ezequias, foi o rei de Judá com o reinado mais longo (55 anos). [34] Inicialmente, foi um dos reis mais perversos, promovendo a idolatria e a violência. [30] No entanto, após ser capturado e levado para a Babilônia, ele se arrependeu profundamente, orou a Deus e foi restaurado ao seu reino, revertendo suas más ações. [26, 33, 67]",
    "categoria": "pessoa"
  },
  {
    "nome": "Mar da Galileia",
    "significado": "Mar em forma de harpa (Kinneret)",
    "referencia": "Mateus 4:18; Marcos 4:35-41",
    "descricao": "Um grande lago de água doce no norte de Israel, também chamado de Lago de Genesaré ou Mar de Tiberíades. Foi o cenário principal do ministério de Jesus, onde Ele chamou seus primeiros discípulos (pescadores) e acalmou a tempestade.",
    "categoria": "lugar"
  },
  {
    "nome": "Mardoqueu",
    "significado": "O nome Mardoqueu é a versão em português do hebraico Mordecai",
    "referencia": "Livro de Ester",
    "descricao": "Primo e guardião de Ester. Ele descobriu uma conspiração contra o rei e expôs o plano genocida de Hamã. Foi honrado publicamente e teve um papel crucial na salvação dos judeus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Maria (Mãe de Jesus)",
    "significado": "Latim de Miriam",
    "referencia": "Evangelhos",
    "descricao": "Uma virgem de Nazaré, escolhida por Deus para dar à luz a Jesus. Concebeu milagrosamente pelo Espírito Santo. Seu cântico de louvor (Magnificat) revela sua humildade e fé.",
    "categoria": "pessoa"
  },
  {
    "nome": "Maria Madalena",
    "significado": "Maria de Magdala",
    "referencia": "Evangelhos",
    "descricao": "Mulher da qual Jesus expulsou sete demônios. Foi uma seguidora fiel, presente na crucificação e a primeira pessoa a quem o Cristo ressurreto apareceu.",
    "categoria": "pessoa"
  },
  {
    "nome": "Marta",
    "significado": "Senhora, Mestra (Aramaico)",
    "referencia": "Lucas 10:38; João 11",
    "descricao": "Irmã de Lázaro e Maria. Conhecida por sua hospitalidade e por sua preocupação excessiva com o serviço. Foi corrigida por Jesus, mas sua fé foi fundamental antes da ressurreição de Lázaro.",
    "categoria": "pessoa"
  },
  {
    "nome": "Mateus",
    "significado": "Dom de Deus",
    "referencia": "Mateus 9:9; 10:3",
    "descricao": "Um dos doze apóstolos, era um coletor de impostos (publicano) em Cafarnaum antes de ser chamado por Jesus. É o autor do Evangelho de Mateus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Matias",
    "significado": "Dom de Deus",
    "referencia": "Atos 1:23-26",
    "descricao": "Discípulo que foi escolhido, por sorteio, para substituir Judas Iscariotes entre os doze apóstolos originais.",
    "categoria": "pessoa"
  },
  {
    "nome": "Mefibosete",
    "significado": "Aquele que dispersa a vergonha",
    "referencia": "2 Samuel 4:4; 9:1-13",
    "descricao": "Filho de Jônatas e neto do Rei Saul. Ele ficou coxo. Davi, por causa de sua aliança com Jônatas, restaurou-lhe as terras de Saul e o convidou a comer à sua mesa permanentemente.",
    "categoria": "pessoa"
  },
  {
    "nome": "Meseque",
    "significado": "Preço, Valor",
    "referencia": "Gênesis 10:2, Ezequiel",
    "descricao": "Filho de Jafé. Seu nome está ligado a povos localizados no norte, perto do Cáucaso. É frequentemente citado por Ezequiel ao lado de Tubal, referindo-se a nações distantes.",
    "categoria": "pessoa"
  },
  {
    "nome": "Metusalém",
    "significado": "Sua morte trará",
    "referencia": "Gênesis 5:21-27",
    "descricao": "O homem mais velho registrado na Bíblia, vivendo 969 anos. O Dilúvio ocorreu no ano em que ele morreu.",
    "categoria": "pessoa"
  },
  {
    "nome": "Midianitas",
    "significado": "Descendentes de Midiã",
    "referencia": "Gênesis 25:2; Juízes 6-8",
    "descricao": "Povo nômade descendente de Abraão através de sua esposa Quetura. Oprimiram Israel severamente até serem derrotados por Gideão e seu pequeno exército de 300 homens.",
    "categoria": "grupo"
  },
  {
    "nome": "Miguel",
    "significado": "Quem é como Deus?",
    "referencia": "Daniel 10:13; Judas 1:9; Apocalipse 12:7",
    "descricao": "Um dos principais Arcanjos e o grande príncipe que protege Israel. Luta contra o Dragão (Satanás) e seus anjos.",
    "categoria": "anjo"
  },
  {
    "nome": "Miqueias",
    "significado": "Quem é como Yahweh?",
    "referencia": "Livro de Miqueias",
    "descricao": "Profeta que condenou a corrupção e a opressão social. Famoso por profetizar que o Messias nasceria em Belém Efrata, e por resumir a essência da Lei em: \"praticar a justiça, amar a misericórdia e andar humildemente com o teu Deus\".",
    "categoria": "pessoa"
  },
  {
    "nome": "Miriã",
    "significado": "Rebéldia, Amargura",
    "referencia": "Êxodo 15:20, Números",
    "descricao": "Irmã mais velha de Moisés e Arão. Liderou as mulheres no cântico de vitória após a travessia do Mar Vermelho. Foi punida com lepra temporária por criticar Moisés.",
    "categoria": "pessoa"
  },
  {
    "nome": "Mizraim",
    "significado": "Terra de Hame ou Egito",
    "referencia": "Gênesis 10:6",
    "descricao": "Filho de Cam. O nome é a designação hebraica para o Egito (plural dual), sendo o ancestral direto dos diversos povos que habitaram o Egito.",
    "categoria": "pessoa"
  },
  {
    "nome": "Moabitas",
    "significado": "Descendentes de Moabe",
    "referencia": "Gênesis 19:37; Livro de Rute",
    "descricao": "Nação descendente de Ló, sobrinho de Abraão. Tiveram uma relação complexa com Israel, por vezes hostil, por vezes pacífica. Rute, a bisavó de Davi, era moabita.",
    "categoria": "grupo"
  },
  {
    "nome": "Moisés",
    "significado": "Tirado das águas (Egípcio)",
    "referencia": "Êxodo – Deuteronômio",
    "descricao": "Líder que tirou os israelitas da escravidão no Egito (Êxodo). Atuou como mediador da Antiga Aliança, recebendo os Dez Mandamentos no Monte Sinai.",
    "categoria": "pessoa"
  },
  {
    "nome": "Monte Sinai (Horebe)",
    "significado": "Monte da Sarça (Sinai); Desolação (Horebe)",
    "referencia": "Êxodo 3:1; Êxodo 19-20",
    "descricao": "A montanha sagrada onde Deus apareceu a Moisés na sarça ardente e, mais tarde, onde entregou os Dez Mandamentos e a Lei a Israel. É o local onde a Antiga Aliança entre Deus e a nação de Israel foi formalmente estabelecida. Os nomes Sinai e Horebe são frequentemente usados de forma intercambiável.",
    "categoria": "lugar"
  },
  {
    "nome": "Morte e Inferno (Hades)",
    "significado": "Personificações do fim da vida e do lugar dos mortos",
    "referencia": "Apocalipse 6:8; 20:13-14",
    "descricao": "No livro do Apocalipse, a Morte é personificada como um cavaleiro que cavalga um cavalo amarelo, seguido pelo Inferno (Hades), o lugar dos mortos. No juízo final, ambos são descritos como sendo lançados no Lago de Fogo, simbolizando o fim definitivo da morte e da separação de Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Naamã",
    "significado": "Agradável, Doce",
    "referencia": "2 Reis 5",
    "descricao": "Comandante do exército da Síria, que sofria de lepra. Foi curado ao mergulhar sete vezes no Rio Jordão, conforme a instrução de Eliseu, e reconheceu o Deus de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Naftali",
    "significado": "Minha luta",
    "referencia": "Gênesis 30:8",
    "descricao": "O sexto filho de Jacó, nascido de Bila. É o ancestral de uma das doze tribos. Sua terra tribal ficava na Galileia.",
    "categoria": "pessoa"
  },
  {
    "nome": "Natã",
    "significado": "Ele deu",
    "referencia": "2 Samuel 7; 12",
    "descricao": "Profeta na corte do Rei Davi. Ele confirmou a Aliança Davídica e confrontou Davi corajosamente com uma parábola para condenar o pecado do rei com Bate-Seba.",
    "categoria": "pessoa"
  },
  {
    "nome": "Naum",
    "significado": "Consolo, Conforto",
    "referencia": "Livro de Naum",
    "descricao": "Profeta cujo livro é um oráculo de julgamento contra a capital do Império Assírio, Nínive, garantindo a Judá que seu opressor mais cruel seria destruído.",
    "categoria": "pessoa"
  },
  {
    "nome": "Nazaré",
    "significado": "Ramo, Rebento (possível significado)",
    "referencia": "Lucas 1:26; Mateus 2:23",
    "descricao": "Uma pequena e desprezada cidade na região da Galileia. É famosa por ser o lugar onde o anjo Gabriel anunciou o nascimento de Jesus a Maria e onde Jesus passou sua infância e juventude, sendo conhecido como 'Jesus de Nazaré'.",
    "categoria": "lugar"
  },
  {
    "nome": "Nazireus",
    "significado": "Consagrado, Separado",
    "referencia": "Números 6",
    "descricao": "Israelitas que faziam um voto especial de consagração a Deus. O voto incluía abster-se de vinho, não cortar o cabelo e evitar contato com mortos. Sansão e Samuel são exemplos famosos.",
    "categoria": "grupo"
  },
  {
    "nome": "Neemias",
    "significado": "O Senhor conforta",
    "referencia": "Livro de Neemias",
    "descricao": "Um judeu influente que servia como copeiro do Rei Artaxerxes I da Pérsia. Liderou a reconstrução dos muros de Jerusalém em 52 dias, apesar da forte oposição.",
    "categoria": "pessoa"
  },
  {
    "nome": "Nicodemos",
    "significado": "Vencedor do povo (Grega)",
    "referencia": "João 3:1-21",
    "descricao": "Um fariseu e membro do Sinédrio. Ele visitou Jesus secretamente à noite para perguntar sobre o Reino de Deus, resultando no famoso discurso sobre o \"novo nascimento\".",
    "categoria": "pessoa"
  },
  {
    "nome": "Ninrode",
    "significado": "Rebelde (do hebraico 'marad')",
    "referencia": "Gênesis 10:8-10",
    "descricao": "Filho de Cuxe e bisneto de Noé. Descrito como o primeiro homem poderoso na Terra e um 'valente caçador diante do Senhor'. Seu reino inicial incluía Babel, Ereque e Acade. É tradicionalmente associado à construção da Torre de Babel como um ato de rebelião.",
    "categoria": "pessoa"
  },
  {
    "nome": "Nínive",
    "significado": "Morada de Ninus",
    "referencia": "Livro de Jonas; Naum",
    "descricao": "A grande e poderosa capital do Império Assírio. É famosa pela história do profeta Jonas, que foi enviado por Deus para pregar arrependimento à cidade, que se arrependeu e foi poupada.",
    "categoria": "lugar"
  },
  {
    "nome": "Noé",
    "significado": "Descanso, Conforto",
    "referencia": "Gênesis 6-9",
    "descricao": "O homem justo que Deus escolheu para salvar a humanidade e os animais da destruição do Dilúvio universal, construindo a Arca.",
    "categoria": "pessoa"
  },
  {
    "nome": "Noemi",
    "significado": "Minha alegria, Agradável",
    "referencia": "Livro de Rute",
    "descricao": "Sogra de Rute. Perdeu o marido e os filhos em Moabe. Retornou a Belém amargurada, mas foi restaurada pela lealdade de Rute e pelo nascimento de Obede, avô de Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "O Dilúvio",
    "significado": "Inundação, Cataclismo",
    "referencia": "Gênesis 6-9",
    "descricao": "O evento cataclísmico em que Deus julgou a maldade da humanidade pré-diluviana, cobrindo toda a Terra com água. Apenas Noé, sua família e pares de cada animal foram salvos na Arca. O evento marca um recomeço para a humanidade e é um símbolo do juízo divino.",
    "categoria": "evento"
  },
  {
    "nome": "O Êxodo",
    "significado": "A Saída",
    "referencia": "Livro de Êxodo",
    "descricao": "O evento fundamental na história de Israel, marcando a libertação do povo da escravidão no Egito sob a liderança de Moisés. Inclui as Dez Pragas, a celebração da primeira Páscoa, a travessia milagrosa do Mar Vermelho e a jornada pelo deserto em direção à Terra Prometida.",
    "categoria": "evento"
  },
  {
    "nome": "O Exílio Babilônico",
    "significado": "Cativeiro na Babilônia",
    "referencia": "2 Reis 25; Jeremias",
    "descricao": "Período em que os judeus do Reino do Sul (Judá) foram levados como cativos para a Babilônia após a destruição de Jerusalém e do Templo. Durou aproximadamente 70 anos e foi um tempo de grande reflexão teológica e lamento.",
    "categoria": "evento"
  },
  {
    "nome": "O Sermão da Montanha",
    "significado": "Discurso da Montanha",
    "referencia": "Mateus 5-7",
    "descricao": "O mais longo e conhecido sermão de Jesus, onde Ele expõe os princípios éticos do Reino de Deus. Inclui as Bem-Aventuranças, a oração do Pai Nosso e a Regra de Ouro.",
    "categoria": "evento"
  },
  {
    "nome": "O Tabernáculo",
    "significado": "Morada, Tenda do Encontro",
    "referencia": "Êxodo 25-31; 35-40",
    "descricao": "A tenda sagrada e portátil que serviu como centro de adoração para Israel durante sua jornada no deserto. Era a morada simbólica de Deus entre o Seu povo. Sua estrutura e utensílios, como a Arca da Aliança, são vistos como prefigurações da obra de Cristo.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "O Templo de Salomão (Primeiro Templo)",
    "significado": "Casa de Deus",
    "referencia": "1 Reis 6-8",
    "descricao": "O primeiro Templo em Jerusalém, construído por Salomão para ser a morada permanente de Deus entre o Seu povo, substituindo o Tabernáculo. Foi o centro da vida religiosa de Israel até sua destruição pelos babilônios.",
    "categoria": "lugar"
  },
  {
    "nome": "Obadias",
    "significado": "Servo do Senhor",
    "referencia": "Livro de Obadias",
    "descricao": "Profeta que escreveu o livro mais curto do Antigo Testamento, uma profecia de julgamento contra Edom por sua arrogância e por se alegrar com a destruição de Judá.",
    "categoria": "pessoa"
  },
  {
    "nome": "Oseias",
    "significado": "Salvação",
    "referencia": "Livro de Oseias",
    "descricao": "Profeta que se casou com Gômer, uma mulher adúltera, para servir como um símbolo vivo do amor e da dor de Deus diante da infidelidade espiritual de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Otniel",
    "significado": "Leão de Deus",
    "referencia": "Juízes 3:9-11",
    "descricao": "O primeiro dos juízes de Israel após a morte de Josué. Ele libertou o povo da opressão de Cusã-Risataim e trouxe 40 anos de paz.",
    "categoria": "pessoa"
  },
  {
    "nome": "Os Dez Mandamentos (Decálogo)",
    "significado": "As Dez Palavras",
    "referencia": "Êxodo 20:1-17; Deuteronômio 5:6-21",
    "descricao": "O conjunto de leis divinas entregues por Deus a Moisés no Monte Sinai. Escritas em duas tábuas de pedra, formam o núcleo da aliança entre Deus e Israel e são o fundamento da moralidade judaico-cristã.",
    "categoria": "conceito"
  },
  {
    "nome": "Paulo",
    "significado": "Pequeno (Latim)",
    "referencia": "Atos, Epístolas",
    "descricao": "Originalmente Saulo de Tarso, um perseguidor de cristãos. Converteu-se no caminho para Damasco, tornando-se o Apóstolo aos Gentios. Escreveu a maior parte do Novo Testamento.",
    "categoria": "pessoa"
  },
  {
    "nome": "Pedro",
    "significado": "Rocha (Grega de Cefas)",
    "referencia": "Evangelhos, Atos, Epístolas",
    "descricao": "Originalmente Simão, pescador da Galileia. Um dos doze apóstolos e líder proeminente da igreja primitiva. Famoso por ter negado Jesus três vezes e por ter sido restaurado.",
    "categoria": "pessoa"
  },
  {
    "nome": "Pentecostes (Festa das Semanas)",
    "significado": "Quinquagésimo (dia)",
    "referencia": "Atos 2",
    "descricao": "Festa judaica que celebrava a colheita. No Novo Testamento, foi o dia em que o Espírito Santo desceu sobre os apóstolos em Jerusalém, capacitando-os a pregar em diferentes línguas e marcando o nascimento da Igreja.",
    "categoria": "evento"
  },
  {
    "nome": "Pilatos",
    "significado": "Armado com um dardo",
    "referencia": "Evangelhos",
    "descricao": "Pôncio Pilatos, o prefeito romano da Judeia. Presidiu o julgamento de Jesus e cedeu à pressão da multidão, ordenando a crucificação.",
    "categoria": "pessoa"
  },
  {
    "nome": "Priscila",
    "significado": "Venerável, Antiga (Latim)",
    "referencia": "Atos 18; Romanos 16:3",
    "descricao": "Juntamente com seu marido, Áquila, foi uma líder influente na igreja primitiva e uma colaboradora próxima do apóstolo Paulo. [12, 13] Eles eram fabricantes de tendas e são notáveis por terem instruído o eloquente pregador Apolo, explicando-lhe com mais precisão o caminho de Deus. [12, 13]",
    "categoria": "pessoa"
  },
  {
    "nome": "Profetas",
    "significado": "Aquele que fala por outro",
    "referencia": "Hebreus 1:1; Atos 11:27",
    "descricao": "Indivíduos chamados por Deus para transmitir Sua mensagem ao povo. Eles frequentemente advertiam sobre o juízo, chamavam ao arrependimento e profetizavam sobre o futuro, incluindo a vinda do Messias.",
    "categoria": "grupo"
  },
  {
    "nome": "Publicanos",
    "significado": "Coletores de Impostos",
    "referencia": "Mateus 9:9; Lucas 19:1-10",
    "descricao": "Coletores de impostos para o Império Romano. Eram geralmente desprezados pelos judeus por colaborarem com Roma e por sua reputação de extorsão. Mateus e Zaqueu eram publicanos.",
    "categoria": "grupo"
  },
  {
    "nome": "Pute",
    "significado": "Arco, Curvatura",
    "referencia": "Gênesis 10:6",
    "descricao": "Filho de Cam. Seu nome está ligado a povos que se estabeleceram no Norte da África, possivelmente na região da Líbia.",
    "categoria": "pessoa"
  },
  {
    "nome": "Quatro Seres Viventes, Os",
    "significado": "Guardiões do Trono de Deus",
    "referencia": "Ezequiel 1; Apocalipse 4",
    "descricao": "Seres celestiais poderosos que servem na presença imediata de Deus. Cada um tem uma face diferente (leão, boi, homem e águia), simbolizando toda a criação. Eles estão cobertos de olhos e lideram a adoração celestial, proclamando incessantemente a santidade de Deus.",
    "categoria": "anjo"
  },
  {
    "nome": "Raabe",
    "significado": "Amplo, Espaçoso",
    "referencia": "Josué 2; 6",
    "descricao": "Uma prostituta de Jericó que demonstrou grande fé no Deus de Israel ao esconder dois espiões enviados por Josué. [2, 16, 38] Por sua ajuda e fé, ela e sua família foram poupadas durante a destruição da cidade. [46] Raabe passou a viver entre os israelitas e se tornou ancestral do Rei Davi e de Jesus Cristo. [2, 5]",
    "categoria": "pessoa"
  },
  {
    "nome": "Raquel",
    "significado": "Ovelha",
    "referencia": "Gênesis 29-35",
    "descricao": "A esposa que Jacó realmente amava. Foi mãe de José e Benjamim. Morreu dando à luz Benjamim.",
    "categoria": "pessoa"
  },
  {
    "nome": "Rebeca",
    "significado": "Laço, Corda",
    "referencia": "Gênesis 24-27",
    "descricao": "Esposa de Isaque. Deu à luz os gêmeos Esaú e Jacó. Ela orquestrou o engano para que Jacó recebesse a bênção da primogenitura.",
    "categoria": "pessoa"
  },
  {
    "nome": "Rio Jordão",
    "significado": "O que Desce",
    "referencia": "Josué 3; 2 Reis 5; Mateus 3:13",
    "descricao": "O principal rio da Terra Santa. Foi milagrosamente dividido para que os israelitas entrassem na Terra Prometida. Naamã foi curado de sua lepra em suas águas, e, mais importante, foi o local onde João Batista pregou e batizou Jesus, marcando o início de Seu ministério público.",
    "categoria": "lugar"
  },
  {
    "nome": "Roboão",
    "significado": "Aquele que aumenta o povo",
    "referencia": "1 Reis 12; 2 Crônicas 10-12",
    "descricao": "Filho e sucessor do Rei Salomão. Rejeitou o conselho dos anciãos e impôs impostos pesados, o que levou à divisão do Reino Unido de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Rúben",
    "significado": "Vede, um filho",
    "referencia": "Gênesis 29:32",
    "descricao": "O filho primogênito de Jacó com Lia. Perdeu seu direito de primogenitura por ter tido relações com a concubina de seu pai.",
    "categoria": "pessoa"
  },
  {
    "nome": "Rute",
    "significado": "Amiga, Companheira",
    "referencia": "Livro de Rute",
    "descricao": "Mulher moabita que demonstrou extraordinária lealdade à sua sogra Noemi. Casou-se com Boaz e tornou-se bisavó do Rei Davi e ancestral de Jesus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sacerdotes (Cohen)",
    "significado": "Aquele que serve",
    "referencia": "Êxodo 28; Hebreus 5",
    "descricao": "Descendentes de Arão, da tribo de Levi, que eram responsáveis por mediar a relação entre Deus e o povo de Israel, oferecendo sacrifícios e ministrando no Tabernáculo e no Templo.",
    "categoria": "grupo"
  },
  {
    "nome": "Saduceus",
    "significado": "Justos (possivelmente de Zadoque)",
    "referencia": "Mateus 22:23; Atos 23:8",
    "descricao": "Um grupo aristocrático e sacerdotal que detinha poder político e religioso em Jerusalém, controlando o Templo. Eram conservadores, aceitando apenas a Torá escrita (os cinco livros de Moisés) e rejeitando a tradição oral. Diferente dos fariseus, não acreditavam na ressurreição, em anjos ou em espíritos.",
    "categoria": "grupo"
  },
  {
    "nome": "Safira",
    "significado": "Linda / Pedra preciosa (Aramaico/Grega)",
    "referencia": "Atos 5:1-11",
    "descricao": "Esposa de Ananias. Ela conspirou com o marido para mentir aos apóstolos sobre a doação de uma propriedade e morreu subitamente (Atos 5), como um aviso sobre a santidade da igreja.",
    "categoria": "pessoa"
  },
  {
    "nome": "Salomão",
    "significado": "Paz, Pacífico",
    "referencia": "1 Reis 1-11",
    "descricao": "Filho de Davi. Famoso por sua sabedoria e por construir o Primeiro Templo de Jerusalém. Seu declínio moral, com muitas esposas e idolatria, levou à divisão do reino.",
    "categoria": "pessoa"
  },
  {
    "nome": "Samaria",
    "significado": "Torre de vigia",
    "referencia": "1 Reis 16:24; João 4",
    "descricao": "Capital do Reino do Norte (Israel) após a divisão. A região tornou-se habitada pelos samaritanos, um povo misto com quem os judeus tinham grande rivalidade. Jesus quebrou essa barreira ao conversar com a mulher samaritana no poço.",
    "categoria": "lugar"
  },
  {
    "nome": "Samaritanos",
    "significado": "Habitantes da Samaria",
    "referencia": "2 Reis 17:24-41; João 4:9",
    "descricao": "Um grupo étnico-religioso que habitava a região da Samaria. Descendiam de uma mistura de israelitas do Reino do Norte e povos estrangeiros reassentados pelos assírios. Tinham sua própria versão da Torá e adoravam no Monte Gerizim, o que gerava uma profunda rivalidade religiosa e social com os judeus.",
    "categoria": "grupo"
  },
  {
    "nome": "Samuel",
    "significado": "Nome de Deus / Ouvido por Deus",
    "referencia": "1 Samuel 1-16",
    "descricao": "O último Juiz de Israel. Profeta e sacerdote, ele foi responsável por ungir os dois primeiros reis de Israel: Saul e Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sangar",
    "significado": "Espada, Punhal",
    "referencia": "Juízes 3:31",
    "descricao": "Um dos juízes menores. Libertou Israel dos filisteus ao matar seiscentos deles usando uma simples aguilhada de bois.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sansão",
    "significado": "Homem do sol",
    "referencia": "Juízes 13-16",
    "descricao": "Juiz nazireu com força sobrenatural. Sua história é marcada por escolhas ruins e paixões (como Dalila), que o levaram à sua queda. Morreu destruindo o templo de Dagom.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sara",
    "significado": "Princesa",
    "referencia": "Gênesis 17:15",
    "descricao": "Esposa de Abraão. Era estéril e riu quando Deus prometeu que ela teria um filho em sua velhice. Deu à luz Isaque aos 90 anos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Satanás",
    "significado": "Adversário, Acusador",
    "referencia": "Jó 1:6, Apocalipse 12:9",
    "descricao": "O líder dos anjos caídos (demônios) e o principal adversário de Deus e da humanidade.",
    "categoria": "anjo"
  },
  {
    "nome": "Saul",
    "significado": "Pedido, Rogado",
    "referencia": "1 Samuel 9-31",
    "descricao": "O primeiro rei de Israel. Começou bem, mas caiu em desobediência e arrogância, o que levou Deus a rejeitá-lo. Foi consumido pela inveja de Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sem",
    "significado": "Nome, Renome",
    "referencia": "Gênesis 5:32; Gênesis 10",
    "descricao": "Um dos três filhos de Noé. É o ancestral dos povos semitas, que incluem os hebreus (o povo de Israel).",
    "categoria": "pessoa"
  },
  {
    "nome": "Semíramis",
    "significado": "Amada do céu (possível significado)",
    "referencia": "Fontes históricas e lendárias (não mencionada na Bíblia)",
    "descricao": "Figura lendária da Mesopotâmia, frequentemente associada a Ninrode como sua esposa. Segundo a tradição, após a morte de Ninrode, ela se tornou rainha da Babilônia e instituiu um culto de adoração a si mesma e a seu filho, Tamuz. Embora não seja citada na Bíblia, algumas tradições a conectam à 'Rainha dos Céus' mencionada pelo profeta Jeremias.",
    "categoria": "pessoa"
  },
  {
    "nome": "Serafins",
    "significado": "Os Ardentes, Os Que Queimam",
    "referencia": "Isaías 6:2-7",
    "descricao": "Uma ordem de seres angelicais que servem ao redor do trono de Deus. São descritos com seis asas: com duas cobrem o rosto, com duas cobrem os pés e com duas voam. Eles proclamam a santidade de Deus e um deles purificou os lábios do profeta Isaías com uma brasa viva.",
    "categoria": "anjo"
  },
  {
    "nome": "Sete",
    "significado": "Substituído, Colocado",
    "referencia": "Gênesis 4:25",
    "descricao": "Terceiro filho de Adão e Eva, nascido após o assassinato de Abel. Sua linhagem é a linha da piedade da humanidade antediluviana.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sidom",
    "significado": "Pescaria",
    "referencia": "Gênesis 10:19; Mateus 15:21",
    "descricao": "Antiga cidade fenícia, frequentemente mencionada junto com Tiro. A rainha Jezabel era de Sidom. Jesus visitou as regiões de Tiro e Sidom durante seu ministério.",
    "categoria": "lugar"
  },
  {
    "nome": "Silas",
    "significado": "Floresta (Latim)",
    "referencia": "Atos 15:22; 1 Tessalonicenses 1:1",
    "descricao": "Profeta e missionário, companheiro de Paulo e Timóteo em parte das viagens missionárias. Foi preso com Paulo em Filipos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Simeão (Filho de Jacó)",
    "significado": "Aquele que ouve",
    "referencia": "Gênesis 29:33",
    "descricao": "O segundo filho de Jacó com Lia. Sua natureza violenta (com Levi em Siquém) levou à repreensão de Jacó.",
    "categoria": "pessoa"
  },
  {
    "nome": "Simeão (Profeta)",
    "significado": "Aquele que ouve",
    "referencia": "Lucas 2:25-35",
    "descricao": "Um homem justo em Jerusalém a quem foi prometido que não morreria antes de ver o Messias. Ele abençoou Jesus no Templo e profetizou Seu impacto.",
    "categoria": "pessoa"
  },
  {
    "nome": "Simão (zelote)",
    "significado": "Aquele que ouve / Zeloso",
    "referencia": "Mateus 10:4",
    "descricao": "Um dos doze apóstolos, pertencente ao grupo político-religioso dos Zelotes (opositores de Roma).",
    "categoria": "pessoa"
  },
  {
    "nome": "Simão de Cirene",
    "significado": "Aquele que ouve / Da Cirene (Líbia)",
    "referencia": "Mateus 27:32",
    "descricao": "Homem que foi forçado pelos soldados romanos a carregar a cruz de Jesus no caminho para o Calvário.",
    "categoria": "pessoa"
  },
  {
    "nome": "Sofonias",
    "significado": "O Senhor escondeu/protegeu",
    "referencia": "Livro de Sofonias",
    "descricao": "Profeta que pregou sobre o iminente \"Dia do Senhor\", mas seu livro termina com uma mensagem de esperança e a promessa de restauração de Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tadeu",
    "significado": "Corajoso, Louvor (Possível)",
    "referencia": "Mateus 10:3",
    "descricao": "Um dos doze apóstolos, também conhecido como Judas, filho de Tiago (para diferenciá-lo de Iscariotes).",
    "categoria": "pessoa"
  },
  {
    "nome": "Társis",
    "significado": "Refinaria (possivelmente)",
    "referencia": "Jonas 1:3; Gênesis 10:4",
    "descricao": "Uma cidade portuária rica e distante, frequentemente associada à mineração e ao comércio de metais. É famosa por ser o destino para onde Jonas tentou fugir para escapar de sua missão em Nínive.",
    "categoria": "lugar"
  },
  {
    "nome": "Tiago (filho de Alfeu)",
    "significado": "Suplantador (Grego de Jacó)",
    "referencia": "Mateus 10:3",
    "descricao": "Um dos doze apóstolos. Sua história é brevemente mencionada nas listas de apóstolos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tiago (Irmão de João)",
    "significado": "Suplantador (Grego de Jacó)",
    "referencia": "Mateus 4:21",
    "descricao": "Um dos doze apóstolos, irmão de João. Fazia parte do círculo íntimo de Jesus. Foi o primeiro apóstolo a ser martirizado, morto pela espada por Herodes.",
    "categoria": "pessoa"
  },
  {
    "nome": "Timóteo",
    "significado": "Honra a Deus (Grega)",
    "referencia": "Atos 16:1; 1 e 2 Timóteo",
    "descricao": "Jovem pastor e colaborador próximo de Paulo. Paulo o circuncidou para evitar problemas e o deixou como líder da igreja em Éfeso.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tiras",
    "significado": "Desejo, Necessidade",
    "referencia": "Gênesis 10:2",
    "descricao": "Filho de Jafé. O nome está associado a povos marítimos da Ásia Menor ou aos etruscos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tiro",
    "significado": "Rocha",
    "referencia": "Ezequiel 26-28; Mateus 11:21-22",
    "descricao": "Uma rica e orgulhosa cidade-estado fenícia na costa do Mediterrâneo. Foi alvo de várias profecias de destruição por sua arrogância. Jesus mencionou Tiro em seus discursos de juízo.",
    "categoria": "lugar"
  },
  {
    "nome": "Tito",
    "significado": "Honrado, Forte (Latim)",
    "referencia": "Gálatas 2:1; Livro de Tito",
    "descricao": "Um discípulo gentio de Paulo. Foi encarregado por Paulo de organizar as igrejas na ilha de Creta.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tola",
    "significado": "Vermelho escarlate, Verme",
    "referencia": "Juízes 10:1-2",
    "descricao": "Um dos Juízes menores de Israel, que julgou Israel por vinte e três anos.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tomé",
    "significado": "Gêmeo (Aramaico)",
    "referencia": "Mateus 10:3; João 20:24-29",
    "descricao": "Um dos doze apóstolos. Famoso por sua dúvida após a ressurreição, sendo convidado por Jesus a tocar Suas feridas, levando-o à confissão: \"Meu Senhor e meu Deus!\"",
    "categoria": "pessoa"
  },
  {
    "nome": "Torre de Babel",
    "significado": "Portão de Deus; Confusão",
    "referencia": "Gênesis 11:1-9",
    "descricao": "Uma torre construída pela humanidade após o Dilúvio com a intenção de chegar aos céus. Deus interveio confundindo as línguas, o que forçou a dispersão dos povos pela Terra. É um símbolo da arrogância humana e da origem das diferentes nações e idiomas.",
    "categoria": "evento"
  },
  {
    "nome": "Tubal",
    "significado": "Descendente, Fluxo",
    "referencia": "Gênesis 10:2, Ezequiel",
    "descricao": "Filho de Jafé. Seu nome está ligado a povos que se estabeleceram nas regiões do Cáucaso, perto do Mar Negro.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zacarias (Novo Testamento)",
    "significado": "O Senhor se lembrou",
    "referencia": "Lucas 1:5",
    "descricao": "Sacerdote e marido de Isabel, pai de João Batista. Ficou mudo por duvidar do anjo Gabriel. Após o nascimento, sua fala foi restaurada, e ele proferiu um canto profético.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zacarias (Profeta)",
    "significado": "O Senhor se lembrou",
    "referencia": "Livro de Zacarias",
    "descricao": "Profeta que trabalhou para incentivar os judeus a completarem a reconstrução do Templo. Seu livro é rico em visões messiânicas e apocalípticas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zebulom",
    "significado": "Habitação, Honra",
    "referencia": "Gênesis 30:20",
    "descricao": "Décimo filho de Jacó com Lia. Sua tribo se estabeleceu na Galileia, e Isaías profetizou que essa região seria a primeira a ver a grande luz (Jesus).",
    "categoria": "pessoa"
  },
  {
    "nome": "Zelotes",
    "significado": "Os Zelosos",
    "referencia": "Lucas 6:15; Atos 1:13",
    "descricao": "Um grupo político-nacionalista judaico que defendia a rebelião armada contra o domínio romano para restaurar a independência de Israel. Eram extremamente zelosos pela Lei e consideravam o pagamento de impostos a Roma uma traição a Deus. Simão, um dos doze apóstolos, era um zelote.",
    "categoria": "grupo"
  },
  {
    "nome": "Zilpa",
    "significado": "Gota, Fragrante",
    "referencia": "Gênesis 29:24",
    "descricao": "Serva de Lia. Foi dada a Jacó como concubina, e ela deu à luz Gade e Aser.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zípora",
    "significado": "Pássaro",
    "referencia": "Êxodo 2:21",
    "descricao": "Filha de Jetro e esposa de Moisés. Ela é famosa por ter circuncidado rapidamente o filho de ambos no deserto com uma pedra afiada.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zorobabel",
    "significado": "Semente de Babilônia",
    "referencia": "Esdras 3-5; Ageu 1-2",
    "descricao": "Líder judeu que supervisionou a reconstrução do Templo em Jerusalém após o retorno do exílio babilônico. Era descendente da linhagem real de Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Merisma",
    "significado": "Divisão ou distribuição (figura de linguagem).",
    "referencia": "Salmos 139:8",
    "descricao": "Figura de linguagem na retórica bíblica onde um conceito é expresso através da menção de suas partes ou extremos, como 'céu e inferno' para significar 'em todo lugar'. Serve para expressar totalidade ou universalidade de forma poética. Em Salmos 139:8, a menção de 'céu' e 'Sheol' é um merisma para a onipresença de Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Pérgamo",
    "significado": "Cidadela, fortaleza.",
    "referencia": "Apocalipse 2:12-17",
    "descricao": "Uma das sete igrejas da Ásia Menor, Pérgamo era famosa por ser um centro de culto imperial romano e o local do grande altar de Zeus. No livro do Apocalipse, é chamada de 'onde está o trono de Satanás', provavelmente devido à sua forte idolatria e ao culto ao imperador, o que levou a perseguições intensas contra os cristãos, incluindo o martírio de Antipas.",
    "categoria": "lugar"
  },
  {
    "nome": "Lex Talionis",
    "significado": "Lei do Talião ('olho por olho').",
    "referencia": "Êxodo 21:23-25",
    "descricao": "Princípio legal encontrado na Lei Mosaica que estabelece a pena de retribuição igual ao dano causado ('vida por vida, olho por olho, dente por dente'). Embora frequentemente interpretado como uma lei de vingança, seu propósito principal no contexto social da época era limitar a retribuição e garantir que a punição não excedesse o crime, estabelecendo a justiça proporcional.",
    "categoria": "conceito"
  },
  {
    "nome": "Zofar",
    "significado": "Pássaro em voo ou chilrear.",
    "referencia": "Jó 2:11",
    "descricao": "Um dos três amigos de Jó que vieram consolá-lo após sua desgraça. Zofar de Naamá, ao contrário de Elifaz e Bildade, é o mais impetuoso e dogmático, acusando Jó diretamente de ser um pecador oculto. Sua teologia é rígida: o sofrimento é prova direta de pecado e, portanto, Jó deve confessar o que fez para ser restaurado.",
    "categoria": "pessoa"
  },
  {
    "nome": "Bete-Él",
    "significado": "Casa de Deus.",
    "referencia": "Gênesis 28:19",
    "descricao": "Um importante santuário israelita, originalmente chamado Luz. Jacó renomeou o lugar para Bete-Él após ter a visão da escada ligando o céu à terra. Mais tarde, tornou-se um centro de adoração no Reino do Norte de Israel, notavelmente sob Jeroboão I, que estabeleceu ali um bezerro de ouro, transformando-o em um centro de adoração sincrética e condenada pelos profetas.",
    "categoria": "lugar"
  },
  {
    "nome": "Nazarenos",
    "significado": "Aqueles que pertencem a Nazaré (ou, possivelmente, 'os dedicados').",
    "referencia": "Atos 24:5",
    "descricao": "Termo usado pelos judeus oponentes (como Tértulo) para descrever os seguidores de Jesus Cristo no período inicial da igreja, designando-os pejorativamente como uma seita dentro do judaísmo. O nome está ligado à cidade de origem de Jesus, Nazaré, e mais tarde se tornou um sinônimo para os cristãos.",
    "categoria": "grupo"
  },
  {
    "nome": "Kenosis",
    "significado": "Esvaziamento, despojamento.",
    "referencia": "Filipenses 2:7",
    "descricao": "Conceito teológico derivado da passagem que descreve Cristo 'esvaziando-se' ou despojando-se. Refere-se à autolimitação voluntária que o Filho de Deus assumiu ao encarnar. Não é um abandono da divindade, mas uma restrição no uso de Seus atributos divinos em favor de uma existência humana completa, para cumprir Sua missão salvífica.",
    "categoria": "conceito"
  },
  {
    "nome": "Aías",
    "significado": "Irmão de Yah (Jeová).",
    "referencia": "1 Reis 11:29-39",
    "descricao": "Profeta de Siló, conhecido por predizer a divisão do reino de Israel a Roboão e por ungir Jeroboão como rei sobre as dez tribos. Usou a metáfora de rasgar seu manto em doze pedaços para simbolizar a divisão política do reino sob a soberania divina. Mais tarde, condenou Jeroboão por sua apostasia e adoração aos bezerros de ouro.",
    "categoria": "pessoa"
  },
  {
    "nome": "Urim e Tumim",
    "significado": "Luzes e Perfeições (ou Maldições e Perfeições).",
    "referencia": "Êxodo 28:30",
    "descricao": "Objetos sagrados de natureza incerta, guardados no peitoral do sumo sacerdote. Eram utilizados para obter respostas divinas para questões importantes do estado ou do povo. Acredita-se que funcionavam como um oráculo divino, possivelmente indicando sim/não ou ações futuras, embora a Bíblia não detalhe seu funcionamento exato.",
    "categoria": "conceito"
  },
  {
    "nome": "Patmos",
    "significado": "Minha morte (etimologia incerta).",
    "referencia": "Apocalipse 1:9",
    "descricao": "Pequena ilha rochosa no Mar Egeu, utilizada pelo Império Romano como colônia penal. Foi para esta ilha que o apóstolo João foi exilado 'por causa da palavra de Deus e do testemunho de Jesus', e onde ele recebeu as visões que compõem o livro do Apocalipse.",
    "categoria": "lugar"
  },
  {
    "nome": "Sheol",
    "significado": "Mundo inferior, sepultura.",
    "referencia": "Salmos 16:10",
    "descricao": "Termo hebraico usado no Antigo Testamento para descrever o lugar dos mortos, a habitação subterrânea para onde todas as almas, justas ou ímpias, se dirigiam após a morte. Era geralmente concebido como um lugar de sombra e silêncio, não como um local de tormento eterno (que é uma distinção posterior do Novo Testamento, como o Geena ou o Hades).",
    "categoria": "conceito"
  },
  {
    "nome": "Epafras",
    "significado": "Adorável (forma abreviada de Epafrodito).",
    "referencia": "Colossenses 1:7",
    "descricao": "Um dos colaboradores de Paulo e fundador da igreja em Colossos. É elogiado como um 'fiel ministro de Cristo' e Paulo o descreve como aquele que orava fervorosamente pelos cristãos de Colossos, Laodiceia e Hierápolis, para que permanecessem firmes na vontade de Deus. Foi companheiro de prisão de Paulo em Roma.",
    "categoria": "pessoa"
  },
  {
    "nome": "Soteriologia",
    "significado": "Doutrina da Salvação (do grego 'soteria', salvação).",
    "referencia": "Romanos 1:16",
    "descricao": "Ramo da teologia sistemática que estuda a doutrina da salvação: os meios pelos quais a redenção é alcançada, o processo de justificação e santificação, e a natureza da obra expiatória de Cristo. É central no Novo Testamento, destacando a graça de Deus por meio da fé.",
    "categoria": "conceito"
  },
  {
    "nome": "Gerasa",
    "significado": "Terra de peregrinos (ou, local de remoção).",
    "referencia": "Mateus 8:28 (referente à região dos gerasenos)",
    "descricao": "Cidade da Decápolis (dez cidades) a leste do Rio Jordão. Embora a referência bíblica (Terra dos Gerasenos) possa apontar para a região geral, a cidade de Gerasa (atual Jerash, na Jordânia) era um proeminente centro helenístico-romano. Foi o local onde Jesus expulsou os demônios que entraram numa manada de porcos, demonstrando Seu poder sobre as forças espirituais malignas e a natureza.",
    "categoria": "lugar"
  },
  {
    "nome": "Melquisedeque",
    "significado": "Meu rei é justiça.",
    "referencia": "Gênesis 14:18-20",
    "descricao": "Rei de Salém (possivelmente Jerusalém) e sacerdote do Deus Altíssimo. Ele aparece no relato de Gênesis oferecendo pão e vinho e abençoando Abraão, que lhe deu o dízimo. Sua figura é teologicamente crucial, pois é citado no Salmo 110 e na Epístola aos Hebreus como um protótipo sacerdotal superior, indicando a superioridade do sacerdócio de Cristo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Teofania",
    "significado": "Manifestação de Deus (do grego 'theos', deus, e 'phainein', aparecer).",
    "referencia": "Êxodo 3:2-6",
    "descricao": "Ocorrência bíblica de uma aparição visível e audível de Deus a seres humanos, muitas vezes de forma temporária. Exemplos incluem Deus falando a Moisés na sarça ardente, o Monte Sinai fumegante, ou o 'Anjo do Senhor' em certas narrativas. É uma revelação de Deus limitada pela capacidade humana de percepção.",
    "categoria": "conceito"
  },
  {
    "nome": "Escribas",
    "significado": "Aqueles que escrevem, copistas.",
    "referencia": "Mateus 23:2",
    "descricao": "Classe profissional e religiosa no judaísmo pós-exílico, responsáveis por copiar e interpretar a Lei de Moisés. Eles eram especialistas na Torá, frequentemente detinham autoridade legal e eram membros importantes do Sinédrio. No Novo Testamento, são frequentemente retratados como oponentes de Jesus, criticados por Sua ênfase na letra da Lei em detrimento de seu espírito.",
    "categoria": "grupo"
  },
  {
    "nome": "Bete-Seã",
    "significado": "Casa de descanso (ou, Casa da Segurança).",
    "referencia": "1 Samuel 31:10",
    "descricao": "Antiga e estratégica cidade na extremidade oriental do Vale de Jezreel. Após a batalha no Monte Gilboa, os filisteus derrotaram Israel e expuseram os corpos de Saul e seus filhos nas muralhas desta cidade. Mais tarde, foi uma das cidades da Decápolis e um importante centro administrativo e cultural.",
    "categoria": "lugar"
  },
  {
    "nome": "Jotão",
    "significado": "Yah (Jeová) é perfeito.",
    "referencia": "2 Reis 15:32-38",
    "descricao": "Décimo primeiro rei de Judá, reinou após seu pai, Uzias, ter sido afligido por lepra. Jotão é descrito como um rei que fez 'o que era reto aos olhos do Senhor', embora os altos (lugares de adoração pagã) não fossem removidos. Ele fortaleceu as defesas de Jerusalém e guerreou com sucesso contra os amonitas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Kippur",
    "significado": "Expiação, purificação, resgate.",
    "referencia": "Levítico 16:30",
    "descricao": "Termo hebraico central que descreve o ato de cobrir ou purificar o pecado para restaurar o relacionamento com Deus. É mais famoso no Yom Kippur (Dia da Expiação), o dia mais sagrado do calendário judaico, quando o sumo sacerdote realizava rituais complexos para expiar os pecados de toda a nação. No cristianismo, é vista como tipológica da expiação final realizada por Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Qerê e Ketiv",
    "significado": "Lido e Escrito.",
    "referencia": "N/A (Referência Textual Crítica)",
    "descricao": "Notações encontradas no Texto Massorético (TM) do Antigo Testamento. 'Ketiv' (escrito) é a palavra consoantal que aparece no texto, enquanto 'Qerê' (lido) é a palavra recomendada pelos escribas massoretas para ser lida oralmente. Isso indica uma tradição de leitura diferente do que foi preservado no texto escrito, muitas vezes por motivos de reverência ou clareza.",
    "categoria": "conceito"
  },
  {
    "nome": "A Convenção de Siquém",
    "significado": "Renovação da Aliança (pacto).",
    "referencia": "Josué 24:1-28",
    "descricao": "Evento crucial após a conquista de Canaã, onde Josué reuniu as tribos de Israel em Siquém. Josué recontou a história da redenção de Deus e desafiou o povo a escolherem a quem serviriam ('Escolhei hoje a quem sirvais'). A assembleia respondeu reafirmando sua lealdade a Yahweh, selando uma renovação formal da aliança mosaica.",
    "categoria": "evento"
  },
  {
    "nome": "Demas",
    "significado": "Popular (abreviação de Demétrio).",
    "referencia": "2 Timóteo 4:10",
    "descricao": "Um dos primeiros companheiros de trabalho de Paulo, mencionado em Colossenses e Filemom. No entanto, sua fama reside em sua deserção posterior. Paulo registra tristemente que Demas o abandonou 'por amar o mundo presente', indicando que ele priorizou os prazeres ou a segurança do mundo em detrimento do sofrimento e da missão apostólica.",
    "categoria": "pessoa"
  },
  {
    "nome": "Derbe",
    "significado": "Zimbro (árvore perene).",
    "referencia": "Atos 14:6",
    "descricao": "Cidade localizada na região da Licaônia, na Ásia Menor, próxima a Listra. Foi uma das primeiras cidades alcançadas por Paulo e Barnabé durante a Primeira Viagem Missionária. Derbe foi notável por receber o evangelho de forma pacífica, ao contrário de cidades vizinhas, e foi o lar de Gaio, um dos companheiros de viagem de Paulo.",
    "categoria": "lugar"
  },
  {
    "nome": "Parusia",
    "significado": "Presença, chegada ou vinda (real).",
    "referencia": "1 Tessalonicenses 4:15",
    "descricao": "Termo grego usado no Novo Testamento, primariamente para descrever a segunda vinda de Cristo em glória, marcando o fim dos tempos e a consumação do Reino de Deus. Originalmente, o termo era usado para descrever a visita cerimonial de um rei ou imperador a uma cidade, implicando poder e autoridade.",
    "categoria": "conceito"
  },
  {
    "nome": "Éfeso",
    "significado": "Desejável ou Permitida",
    "referencia": "Atos 19:1",
    "descricao": "Uma das maiores cidades do Império Romano na Ásia Menor e um centro de culto a Ártemis. Foi a sede de uma influente igreja primitiva, para a qual Paulo escreveu uma epístola e onde Timóteo serviu. É também uma das sete igrejas mencionadas no Apocalipse.",
    "categoria": "lugar"
  },
  {
    "nome": "Hamartiologia",
    "significado": "Estudo do Pecado (do grego 'hamartia', 'errar o alvo')",
    "referencia": "Romanos 5:12",
    "descricao": "Ramo da teologia sistemática que se dedica ao estudo da natureza, origem, extensão e consequências do pecado. Examina conceitos como o pecado original e a responsabilidade humana diante de Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Querubins",
    "significado": "Aqueles que Seguram Firmemente (do hebraico 'karûb')",
    "referencia": "Gênesis 3:24",
    "descricao": "Classe de seres angelicais associados à proteção da santidade de Deus e de Seu trono. São descritos como tendo múltiplas faces e asas. Guardavam o caminho para a Árvore da Vida e suas imagens adornavam a tampa da Arca da Aliança e o véu do Templo.",
    "categoria": "anjo"
  },
  {
    "nome": "Ofir",
    "significado": "Rico em Pó ou Região das Cinzas",
    "referencia": "1 Reis 9:28",
    "descricao": "Uma região, cuja localização exata é desconhecida (sugestões variam entre a Arábia, a Índia ou a África Oriental), famosa na antiguidade por ser a fonte do melhor ouro, além de sândalo e pedras preciosas, importados pelo Rei Salomão.",
    "categoria": "lugar"
  },
  {
    "nome": "Berseba",
    "significado": "Poço do Sete ou Poço do Juramento",
    "referencia": "Gênesis 21:31",
    "descricao": "Cidade importante no sul de Canaã, marcando frequentemente a fronteira sul de Israel (desde Dã até Berseba). Foi um local de habitação e adoração para os patriarcas Abraão e Isaque.",
    "categoria": "lugar"
  },
  {
    "nome": "Hilasterion",
    "significado": "Propiciação, Meio de Expiação ou Tampa de Expiação",
    "referencia": "Romanos 3:25",
    "descricao": "Termo grego que, no Novo Testamento, descreve Cristo como o meio de propiciação, o 'lugar' onde a ira de Deus é satisfeita pelo sacrifício de Jesus. No Antigo Testamento, refere-se especificamente ao 'Propiciatório', a tampa da Arca da Aliança.",
    "categoria": "conceito"
  },
  {
    "nome": "Onesíforo",
    "significado": "Que Traz Proveito ou Que Traz Lucro",
    "referencia": "2 Timóteo 1:16",
    "descricao": "Cristão de Éfeso mencionado por Paulo, que demonstrou grande lealdade ao apóstolo, visitando-o e confortando-o em Roma durante seu encarceramento, sem se envergonhar de suas cadeias.",
    "categoria": "pessoa"
  },
  {
    "nome": "Éfode",
    "significado": "Vestimenta Sacerdotal",
    "referencia": "Êxodo 28:6",
    "descricao": "Uma vestimenta complexa e ricamente adornada, feita de linho fino e ouro, usada pelo Sumo Sacerdote de Israel. Possuía ombreiras com pedras de ônix gravadas com os nomes das tribos de Israel e um peitoral onde eram guardados o Urim e o Tumim.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Doutrina da Imago Dei",
    "significado": "Imagem de Deus (do latim)",
    "referencia": "Gênesis 1:26-27",
    "descricao": "Conceito fundamental na teologia cristã que afirma que o ser humano foi criado à imagem e semelhança de Deus, conferindo-lhe dignidade, capacidade de relacionamento com o Criador e responsabilidade sobre a criação.",
    "categoria": "conceito"
  },
  {
    "nome": "Tofete",
    "significado": "Lugar de Queima ou Fogueira",
    "referencia": "2 Reis 23:10",
    "descricao": "Local no Vale de Hinom, perto de Jerusalém, onde os israelitas praticavam o abominável rito de sacrificar crianças ao deus Moloque, queimando-as. Foi profanado pelo Rei Josias para acabar com esta prática idólatra.",
    "categoria": "lugar"
  },
  {
    "nome": "Festa dos Tabernáculos (Sucot)",
    "significado": "Festa das Cabanas",
    "referencia": "Levítico 23:34",
    "descricao": "Uma das três festas de peregrinação anuais de Israel. Celebrada no sétimo mês (Tisri), comemorava a jornada de Israel no deserto, onde viveram em tendas, e servia como uma ação de graças pela colheita.",
    "categoria": "evento"
  },
  {
    "nome": "Adopção (Huiothesia)",
    "significado": "Colocação como Filho",
    "referencia": "Romanos 8:15",
    "descricao": "Conceito paulino que descreve o ato de Deus conceder aos crentes a posição legal e os privilégios de filhos e herdeiros em Sua família, mediado pela fé em Cristo e pelo Espírito Santo.",
    "categoria": "conceito"
  },
  {
    "nome": "Escatologia",
    "significado": "Estudo das Últimas Coisas (do grego 'éschatos', 'último')",
    "referencia": "Mateus 24",
    "descricao": "Ramo da teologia que lida com o destino final da humanidade, da terra e do cosmos. Abrange temas como a Segunda Vinda de Cristo, a ressurreição, o julgamento final e a consumação do Reino de Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Querite",
    "significado": "Cortar, Separar",
    "referencia": "1 Reis 17:3",
    "descricao": "Ribeirão (wadi) no lado oriental do Jordão, onde o profeta Elias se escondeu da perseguição de Acabe e Jezabel e foi alimentado por corvos durante um período de seca, cumprindo a ordem divina.",
    "categoria": "lugar"
  },
  {
    "nome": "Joiada",
    "significado": "Yahweh Sabe ou Yahweh Provedor",
    "referencia": "2 Reis 11:4",
    "descricao": "Sumo Sacerdote no Reino de Judá, conhecido por seu papel crucial em destronar a rainha usurpadora Atalia e restaurar o legítimo rei Joás (ainda criança), reformando o culto e incentivando a reparação do Templo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Laodiceia",
    "significado": "Justiça do Povo",
    "referencia": "Apocalipse 3:14-22",
    "descricao": "Uma das sete igrejas da Ásia Menor, conhecida por sua riqueza, que a tornou autossuficiente e espiritualmente morna (nem fria nem quente). Recebeu uma forte repreensão de Cristo por sua complacência e cegueira espiritual.",
    "categoria": "lugar"
  },
  {
    "nome": "Selá",
    "significado": "Pausa ou Levantar (musical/litúrgico)",
    "referencia": "Salmos 3:2",
    "descricao": "Palavra enigmática encontrada setenta e uma vezes nos Salmos e três vezes em Habacuque. Geralmente é interpretada como uma instrução musical para o leitor ou cantor, indicando uma pausa para meditação ou uma mudança instrumental.",
    "categoria": "conceito"
  },
  {
    "nome": "O Julgamento do Bema",
    "significado": "Tribunal de Recompensas",
    "referencia": "2 Coríntios 5:10",
    "descricao": "No contexto grego, Bema era uma plataforma elevada onde magistrados ou oradores se dirigiam ao público. Na escatologia paulina, refere-se ao tribunal onde os crentes serão julgados, não para condenação, mas para avaliação e recompensa de suas obras e fidelidade a Cristo após a salvação.",
    "categoria": "evento"
  },
  {
    "nome": "Jannes e Jambres",
    "significado": "Aquele que Seduz; Aquele que se Revolta (tradição)",
    "referencia": "2 Timóteo 3:8",
    "descricao": "Nomes, preservados pela tradição judaica e mencionados por Paulo, dos magos egípcios que se opuseram a Moisés e Arão tentando replicar milagres divinos para desacreditar a missão de Deus perante Faraó.",
    "categoria": "pessoa"
  },
  {
    "nome": "Livro da Vida",
    "significado": "Registro da Existência ou dos Salvos",
    "referencia": "Filipenses 4:3",
    "descricao": "Conceito bíblico de um registro celestial onde estão escritos os nomes daqueles que herdarão a vida eterna. Sua menção aparece tanto no Antigo Testamento (Êxodo 32) quanto no Novo Testamento (Apocalipse 20).",
    "categoria": "conceito"
  },
  {
    "nome": "Erasto",
    "significado": "Amável ou Amado",
    "referencia": "Atos 19:22",
    "descricao": "Cooperador de Paulo, frequentemente mencionado em suas viagens. Em Corinto, ele é identificado como 'tesoureiro da cidade' (Romanos 16:23), indicando uma posição de grande importância administrativa antes de se juntar ao ministério do apóstolo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Gate",
    "significado": "Lagar de Vinho",
    "referencia": "1 Samuel 5:8",
    "descricao": "Uma das cinco principais cidades-estado da Filístia, notável por ser a cidade natal de Golias. Foi o local para onde a Arca da Aliança foi levada após ser capturada pelos filisteus e, mais tarde, serviu de refúgio para Davi quando fugia de Saul.",
    "categoria": "lugar"
  },
  {
    "nome": "Ninfa",
    "significado": "Noiva ou Mulher Jovem",
    "referencia": "Colossenses 4:15",
    "descricao": "Mulher cristã, possivelmente de Laodiceia ou Colossos, cuja casa servia como local de reunião para a igreja local (igreja doméstica). É um exemplo da liderança e hospitalidade feminina na igreja primitiva.",
    "categoria": "pessoa"
  },
  {
    "nome": "Didaquê",
    "significado": "Ensino ou Doutrina",
    "referencia": "Não canônico (referência histórica)",
    "descricao": "Embora não faça parte do cânone bíblico, o Didaquê (ou Doutrina dos Doze Apóstolos) é um importante documento cristão primitivo, datado possivelmente do final do primeiro século, que oferece instruções sobre ética cristã, sacramentos (batismo e ceia) e ordem eclesiástica.",
    "categoria": "conceito"
  },
  {
    "nome": "Qumran",
    "significado": "Fortaleza, Cabo Seco ou Colinas",
    "referencia": "Não mencionado diretamente, local dos Manuscritos do Mar Morto",
    "descricao": "Sítio arqueológico localizado no deserto da Judeia, próximo ao Mar Morto. É famoso por ter sido o local onde foram descobertos os Manuscritos do Mar Morto, fornecendo evidências cruciais sobre o texto bíblico e a vida judaica no período do Segundo Templo.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de II Pedro",
    "significado": "A segunda epístola de Pedro, um dos livros do Novo Testamento, focada em advertências contra falsos mestres e a certeza da Segunda Vinda de Cristo.",
    "referencia": "II Pedro 3:10-13",
    "descricao": "Este livro trata primariamente da apologética contra o gnosticismo e outros ensinos heréticos que negavam a Parusia (segunda vinda). Pedro exorta os crentes a crescerem em conhecimento e a viverem em santidade, lembrando-os da inspiração das Escrituras e da paciência de Deus antes do Juízo Final.",
    "categoria": "livro"
  },
  {
    "nome": "Siquém",
    "significado": "Ombro; Costas; o topo de uma montanha.",
    "referencia": "Gênesis 12:6",
    "descricao": "Uma das cidades mais antigas e importantes de Canaã, localizada no vale entre os montes Gerizim e Ebal. Foi o primeiro lugar onde Abraão parou ao entrar na terra prometida e onde Deus lhe apareceu. Mais tarde, foi um centro religioso significativo e palco da renovação da aliança por Josué.",
    "categoria": "lugar"
  },
  {
    "nome": "Decápolis",
    "significado": "Dez Cidades.",
    "referencia": "Mateus 4:25",
    "descricao": "Uma região de dez cidades predominantemente helenísticas (gregas e romanas) localizadas a leste e sudeste do Mar da Galileia. Embora fosse uma área culturalmente estrangeira, Jesus ministrou em seus limites, e a cura do endemoninhado gadareno aumentou sua fama ali.",
    "categoria": "lugar"
  },
  {
    "nome": "Eunucos",
    "significado": "Guardião da cama; castrado (no sentido literal), ou simbolicamente alguém que se abstém do casamento pelo Reino de Deus.",
    "referencia": "Mateus 19:12",
    "descricao": "Homens que eram castrados, frequentemente para servir em haréns ou postos de confiança na corte real, especialmente no Antigo Oriente Próximo. Jesus expandiu o termo para incluir aqueles que escolhem a abstenção sexual ou celibato por causa do Reino dos Céus, diferenciando o eunuco literal do eunuco espiritual.",
    "categoria": "conceito"
  },
  {
    "nome": "Antioquia da Síria",
    "significado": "Em honra ao rei Antíoco.",
    "referencia": "Atos 11:26",
    "descricao": "A terceira maior cidade do Império Romano, após Roma e Alexandria, e a capital da província romana da Síria. Tornou-se o centro da missão cristã para os gentios, e foi ali que os seguidores de Jesus foram chamados de 'cristãos' pela primeira vez. Foi o ponto de partida das viagens missionárias de Paulo.",
    "categoria": "lugar"
  },
  {
    "nome": "Apolos",
    "significado": "Destruidor.",
    "referencia": "Atos 18:24",
    "descricao": "Um judeu alexandrino, homem eloquente e poderoso nas Escrituras. Ele pregava fervorosamente sobre Jesus, embora inicialmente só conhecesse o batismo de João. Foi instruído mais perfeitamente no Caminho por Priscila e Áquila e se tornou um influente líder e evangelista em Corinto e Éfeso.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tiatira",
    "significado": "Cidade de Tira.",
    "referencia": "Apocalipse 2:18-29",
    "descricao": "Uma das sete igrejas da Ásia Menor mencionadas no livro de Apocalipse. Tiatira era um centro comercial e industrial, conhecido pelas suas poderosas corporações de ofício (guildas). A igreja de Tiatira foi repreendida por Cristo por tolerar a profetisa Jezabel e permitir a imoralidade e o sincretismo religioso.",
    "categoria": "lugar"
  },
  {
    "nome": "Hermenêutica",
    "significado": "A arte e ciência da interpretação (derivado do deus grego Hermes, mensageiro e intérprete).",
    "referencia": "II Timóteo 2:15",
    "descricao": "No contexto bíblico, é a disciplina que estabelece os princípios e regras pelos quais as Escrituras são interpretadas. Envolve considerar o contexto histórico-cultural, gramatical e literário para discernir o significado pretendido originalmente pelo autor divino e humano.",
    "categoria": "conceito"
  },
  {
    "nome": "Amnom",
    "significado": "Fiel; Confiável.",
    "referencia": "II Samuel 3:2",
    "descricao": "O filho mais velho de Davi, nascido em Hebrom de sua esposa Ainoã. É tristemente conhecido por sua paixão doentia por sua meia-irmã Tamar, a quem ele estuprou. Foi subsequentemente assassinado por ordem do irmão de Tamar, Absalão, como vingança, desencadeando conflitos devastadores na casa de Davi.",
    "categoria": "pessoa"
  },
  {
    "nome": "Siloé",
    "significado": "Enviado.",
    "referencia": "João 9:7",
    "descricao": "Reservatório ou tanque de água localizado no lado sudeste de Jerusalém, alimentado pelo Túnel de Ezequias. É famoso no Novo Testamento como o local onde Jesus enviou um cego de nascença para lavar os olhos após aplicar barro, resultando na sua cura. Também é mencionado por Jesus em conexão com uma torre que caiu e matou dezoito pessoas (Lucas 13:4).",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Eclesiastes",
    "significado": "O pregador; Membro de uma assembleia (do hebraico Qoheleth).",
    "referencia": "Eclesiastes 1:2-3",
    "descricao": "Um livro poético e sapiencial que explora o sentido da vida 'debaixo do sol', ou seja, sob uma perspectiva puramente humana e secular. O Pregador conclui que a maior parte da atividade humana é 'vaidade' (hebel – vapor, futilidade), exceto o temor a Deus e a obediência aos Seus mandamentos.",
    "categoria": "livro"
  },
  {
    "nome": "Livro de Cantares de Salomão",
    "significado": "O mais belo dos cânticos (ou Canção das Canções).",
    "referencia": "Cantares 8:6-7",
    "descricao": "Um livro inteiramente poético, composto por uma série de diálogos e monólogos que celebram o amor romântico e sexual entre um homem e uma mulher. Tem sido interpretado literalmente como um hino ao casamento e alegoricamente como uma representação do amor entre Deus (ou Cristo) e Seu povo (ou a Igreja).",
    "categoria": "livro"
  },
  {
    "nome": "Anatema",
    "significado": "Algo dedicado, votado, ou, no NT, objeto de maldição ou destruição.",
    "referencia": "Gálatas 1:8",
    "descricao": "Originalmente, significava uma oferta religiosa colocada em um templo. No Novo Testamento e na Septuaginta, tomou o sentido de separação para a destruição ou maldição divina. Paulo usa-o para enfatizar que qualquer pessoa que pregue um evangelho diferente do que ele ensinou deve ser amaldiçoada.",
    "categoria": "conceito"
  },
  {
    "nome": "Licaônia",
    "significado": "Terra do Lobo.",
    "referencia": "Atos 14:6",
    "descricao": "Uma região interior da Ásia Menor, onde estavam localizadas as cidades de Listra e Derbe. Foi visitada por Paulo e Barnabé durante suas viagens missionárias. Os habitantes de Licaônia tinham sua própria língua e, após um milagre de cura, confundiram Paulo e Barnabé com os deuses Hermes e Zeus, respectivamente.",
    "categoria": "lugar"
  },
  {
    "nome": "Balaão",
    "significado": "Devorador; Sem o povo.",
    "referencia": "Números 22:5",
    "descricao": "Um profeta ou adivinho da Mesopotâmia, contratado por Balaque, rei de Moabe, para amaldiçoar Israel. Embora Balaão fosse forçado por Deus a abençoar Israel em vez de amaldiçoá-lo, ele mais tarde aconselhou Balaque a seduzir os israelitas à imoralidade e idolatria, ganhando a ira divina ('o erro de Balaão').",
    "categoria": "pessoa"
  },
  {
    "nome": "Ofanim",
    "significado": "Rodas.",
    "referencia": "Ezequiel 1:15-21",
    "descricao": "Uma das ordens angelicais mencionadas na literatura judaica e nos relatos de Ezequiel. Eles são descritos como seres formados por rodas interligadas, cheias de olhos, que se movem em uníssono com os querubins. Simbolizam a onipresença, a soberania e o movimento complexo e perfeito do trono de Deus.",
    "categoria": "anjo"
  },
  {
    "nome": "Silo",
    "significado": "Lugar de repouso.",
    "referencia": "Josué 18:1",
    "descricao": "Importante centro religioso de Israel durante o período dos Juízes, localizado na tribo de Efraim. Foi o local onde o Tabernáculo foi montado após a conquista de Canaã e permaneceu por vários séculos. Ali, Ana orou por um filho e Samuel serviu a Deus sob a supervisão do sacerdote Eli.",
    "categoria": "lugar"
  },
  {
    "nome": "Gueezy",
    "significado": "Vale da visão.",
    "referencia": "II Reis 5:20-27",
    "descricao": "Servo de Eliseu, o profeta. Ele foi punido com a lepra por sua ganância e desobediência. Depois que Eliseu curou Naamã, o sírio, Gueezy correu secretamente atrás de Naamã e pediu presentes em nome de seu mestre, desonrando o dom de Deus e a integridade de Eliseu.",
    "categoria": "pessoa"
  },
  {
    "nome": "Dracma Perdida",
    "significado": "Dracma: uma moeda grega equivalente a um dia de salário.",
    "referencia": "Lucas 15:8-10",
    "descricao": "Uma das parábolas de Jesus, narrada após as parábolas da Ovelha Perdida. A parábola ilustra a alegria intensa no céu por um pecador que se arrepende. Assim como a mulher busca diligentemente a moeda, Deus busca a alma perdida e celebra seu retorno.",
    "categoria": "evento"
  },
  {
    "nome": "Livro de Jó",
    "significado": "Odiado; Perseguido.",
    "referencia": "Jó 1:21",
    "descricao": "Considerado um dos livros de sabedoria do Antigo Testamento, ele aborda o problema do sofrimento injusto, questionando a teodiceia tradicional de que todo sofrimento é punição pelo pecado. A narrativa estabelece um debate complexo entre Jó e seus amigos sobre a justiça e a soberania de Deus.",
    "categoria": "livro"
  },
  {
    "nome": "A Segunda Morte",
    "significado": "Morte eterna; Separação final de Deus.",
    "referencia": "Apocalipse 20:14",
    "descricao": "Um conceito escatológico encontrado no livro de Apocalipse. Não se refere à morte física, mas à condenação final e eterna que ocorrerá após o Julgamento do Grande Trono Branco, resultando em ser lançado no Lago de Fogo, onde a morte e o Hades são destruídos.",
    "categoria": "conceito"
  },
  {
    "nome": "Soteriologia",
    "significado": "Estudo da Salvação (do grego soteria, salvação).",
    "referencia": "Efésios 2:8-9",
    "descricao": "Um ramo da teologia sistemática que se concentra na doutrina da salvação: como ela é realizada por Cristo (expiação), como é aplicada ao indivíduo (justificação, regeneração) e as condições ou meios pelos quais os seres humanos podem alcançá-la.",
    "categoria": "conceito"
  },
  {
    "nome": "Cinco Pães e Dois Peixes",
    "significado": "O milagre da multiplicação.",
    "referencia": "João 6:9-13",
    "descricao": "Um dos milagres de Jesus narrados nos quatro Evangelhos. Ele usou os modestos cinco pães de cevada e dois peixes trazidos por um menino para alimentar uma multidão de cerca de cinco mil homens, além de mulheres e crianças. Simboliza a provisão abundante de Cristo e prefigura a Eucaristia.",
    "categoria": "evento"
  },
  {
    "nome": "Beréia",
    "significado": "Poço.",
    "referencia": "Atos 17:10-11",
    "descricao": "Uma cidade na província romana da Macedônia, para onde Paulo e Silas fugiram depois de serem perseguidos em Tessalônica. Os habitantes de Beréia foram elogiados por Lucas por serem 'mais nobres' do que os tessalonicenses, pois examinavam diariamente as Escrituras para verificar se o que Paulo ensinava era verdadeiro.",
    "categoria": "lugar"
  },
  {
    "nome": "Hodologia",
    "significado": "Estudo do Caminho (do grego hodos, caminho).",
    "referencia": "Atos 9:2",
    "descricao": "Termo teológico que se refere especificamente ao conceito de 'O Caminho', uma das primeiras designações usadas para se referir à seita ou movimento cristão primitivo, antes que fossem chamados de 'cristãos'. Reflete a ideia de uma jornada de vida e um estilo de vida que segue os ensinamentos de Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Justificação",
    "significado": "Declarar justo; ato legal de Deus.",
    "referencia": "Romanos 3:24",
    "descricao": "Conceito teológico fundamental no Novo Testamento, especialmente em Paulo, que descreve o ato judicial de Deus pelo qual Ele declara o pecador, que crê em Cristo, como justo, não por mérito próprio, mas com base na justiça de Cristo imputada.",
    "categoria": "conceito"
  },
  {
    "nome": "Santificação",
    "significado": "Separação para Deus; tornar santo.",
    "referencia": "Hebreus 10:10",
    "descricao": "O processo contínuo e progressivo pelo qual o Espírito Santo separa o crente do pecado e o conforma à imagem de Cristo. É tanto um ato inicial (posição) quanto um processo de crescimento (experiência) na vida cristã.",
    "categoria": "conceito"
  },
  {
    "nome": "Koinonia",
    "significado": "Comunhão, participação, partilha.",
    "referencia": "Atos 2:42",
    "descricao": "Termo grego que descreve a comunhão profunda e espiritual entre os crentes, bem como a partilha de recursos e a participação nos sofrimentos de Cristo e no Espírito Santo. É um pilar da vida eclesiástica primitiva.",
    "categoria": "conceito"
  },
  {
    "nome": "Azazel",
    "significado": "Bode emissário; bode de partida (ou nome de um demônio/lugar desolado).",
    "referencia": "Levítico 16:8",
    "descricao": "O bode sobre o qual eram confessados os pecados de Israel no Dia da Expiação (Yom Kippur) e que era, então, enviado ao deserto. Simboliza a remoção total do pecado do arraial, sendo um tipo da obra expiatória de Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Purim",
    "significado": "Sortes (do acadiano puru, sorte).",
    "referencia": "Ester 9:26",
    "descricao": "Festa judaica estabelecida para comemorar o livramento dos judeus do massacre planejado no Império Persa, conforme registrado no Livro de Ester. É celebrada com alegria, banquetes e troca de presentes.",
    "categoria": "evento"
  },
  {
    "nome": "Megido",
    "significado": "Lugar de tropas ou corte de frutas.",
    "referencia": "Juízes 5:19",
    "descricao": "Importante cidade-estado na planície de Esdrelom (Jezreel), estratégica devido à sua localização na Via Maris, rota crucial de comércio e militar. Foi palco de inúmeras batalhas históricas e é associada simbolicamente ao Armagedom (Monte Megido) no Apocalipse.",
    "categoria": "lugar"
  },
  {
    "nome": "Cencreia",
    "significado": "Milheto (um tipo de grão).",
    "referencia": "Romanos 16:1",
    "descricao": "Porto oriental de Corinto, no istmo que ligava a Acaia ao Peloponeso. Era o local onde Paulo fez um voto e de onde vinha Febe, mencionada como diaconisa da igreja local.",
    "categoria": "lugar"
  },
  {
    "nome": "Hipóstase",
    "significado": "Substância, essência, ser subsistente.",
    "referencia": "Hebreus 1:3",
    "descricao": "Termo grego crucial na teologia que descreve a natureza pessoal e subsistente. No Novo Testamento, refere-se à essência de Deus e, mais tarde, foi usada na doutrina da Trindade para descrever as três 'pessoas' (hipóstases) em uma só essência (ousia).",
    "categoria": "conceito"
  },
  {
    "nome": "Eleição",
    "significado": "Escolha soberana.",
    "referencia": "Efésios 1:4",
    "descricao": "Doutrina teológica que afirma que Deus escolheu indivíduos para a salvação e serviço antes da fundação do mundo, baseada unicamente em Sua vontade e graça, não no mérito humano previsto.",
    "categoria": "conceito"
  },
  {
    "nome": "Tíquico",
    "significado": "Sortudo, fortuito.",
    "referencia": "Atos 20:4",
    "descricao": "Companheiro de Paulo, natural da Ásia, que serviu como portador das epístolas de Paulo (provavelmente Colossenses e Efésios) e mensageiro de confiança, enviado para encorajar as igrejas.",
    "categoria": "pessoa"
  },
  {
    "nome": "Áquila",
    "significado": "Águia.",
    "referencia": "Atos 18:2",
    "descricao": "Judeu nativo de Ponto e esposo de Priscila. Foram expelidos de Roma pelo édito de Cláudio e se tornaram importantes cooperadores de Paulo em Corinto e Éfeso, ensinando Apollos mais precisamente o caminho de Deus.",
    "categoria": "pessoa"
  },
  {
    "nome": "Livro de Tito",
    "significado": "Honra, precioso (em latim).",
    "referencia": "Tito 1:5",
    "descricao": "Uma das Epístolas Pastorais, escrita por Paulo a seu cooperador Tito, que supervisionava as igrejas na ilha de Creta. O livro oferece instruções detalhadas sobre a organização da igreja e a qualificação de líderes.",
    "categoria": "livro"
  },
  {
    "nome": "Maná",
    "significado": "O que é isso? (do hebraico man).",
    "referencia": "Êxodo 16:31",
    "descricao": "O alimento miraculoso provido por Deus para sustentar os israelitas durante os quarenta anos de peregrinação no deserto. No Novo Testamento, Cristo é identificado como o verdadeiro 'Pão do Céu'.",
    "categoria": "conceito"
  },
  {
    "nome": "Episcopos",
    "significado": "Supervisor, superintendente.",
    "referencia": "Filipenses 1:1",
    "descricao": "Termo grego que descreve a função de liderança e supervisão na igreja primitiva, traduzido frequentemente como 'bispo' ou 'ancião'. A função principal era guiar, proteger e pastorear o rebanho.",
    "categoria": "conceito"
  },
  {
    "nome": "Mishpat",
    "significado": "Julgamento justo, justiça, lei.",
    "referencia": "Salmos 33:5",
    "descricao": "Termo hebraico que se refere à justiça em ação, especialmente a justiça social e distributiva. Envolve a aplicação da lei de maneira equitativa, garantindo os direitos dos marginalizados e vulneráveis.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de III João",
    "significado": "Terceira carta do apóstolo João.",
    "referencia": "III João 1:9",
    "descricao": "A mais curta das epístolas de João, focada no tema da hospitalidade e do conflito de autoridade na igreja. Elogia Gaio por apoiar missionários e condena Diótrefes por sua ambição e rejeição apostólica.",
    "categoria": "livro"
  },
  {
    "nome": "Propiciação",
    "significado": "Apaziguamento, satisfação, expiação substitutiva.",
    "referencia": "Romanos 3:25",
    "descricao": "Termo teológico (hilasterion) que significa o ato de Deus remover a Sua ira justa contra o pecado através do sacrifício de Jesus Cristo. Não é apenas a cobertura do pecado, mas a satisfação plena da exigência divina de justiça.",
    "categoria": "conceito"
  },
  {
    "nome": "Imputação",
    "significado": "Creditar, atribuir.",
    "referencia": "Romanos 5:19",
    "descricao": "Doutrina que explica como o pecado de Adão foi creditado à humanidade e, crucialmente, como a justiça perfeita de Cristo é creditada (imputada) ao crente no momento da justificação.",
    "categoria": "conceito"
  },
  {
    "nome": "Frígia",
    "significado": "Terra seca ou estéril.",
    "referencia": "Atos 16:6",
    "descricao": "Região central da Ásia Menor, conhecida por sua cultura e religiões de mistério. Paulo a atravessou em suas viagens missionárias, sendo instruído pelo Espírito Santo a não pregar inicialmente na província da Ásia.",
    "categoria": "lugar"
  },
  {
    "nome": "Ponto",
    "significado": "Mar.",
    "referencia": "Atos 2:9",
    "descricao": "Província romana localizada na costa sul do Mar Negro. Era a região natal de Áquila e de onde vinham judeus que testemunharam o derramamento do Espírito Santo em Jerusalém no dia de Pentecostes.",
    "categoria": "lugar"
  },
  {
    "nome": "Talmidim",
    "significado": "Discípulos, estudantes.",
    "referencia": "Mateus 10:1",
    "descricao": "Termo hebraico/aramaico para discípulos. No contexto judaico do primeiro século, um 'talmid' buscava imitar completamente seu rabino, aprendendo não apenas o ensino, mas também o seu modo de vida e prática da Torá.",
    "categoria": "grupo"
  },
  {
    "nome": "Gabaão",
    "significado": "Colina.",
    "referencia": "Josué 9:3",
    "descricao": "Uma importante cidade cananeia que firmou um tratado enganoso com Josué, resultando na servidão de seu povo aos israelitas. Posteriormente, foi onde a Tabernáculo permaneceu por um tempo e onde Salomão orou por sabedoria.",
    "categoria": "lugar"
  },
  {
    "nome": "Doxologia",
    "significado": "Palavra de glória; louvor.",
    "referencia": "Romanos 11:36",
    "descricao": "Uma breve e enfática expressão litúrgica de louvor a Deus, frequentemente encontradas no final de orações e epístolas do Novo Testamento, exaltando a majestade, poder e glória do Deus Triúno.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de II Timóteo",
    "significado": "Segunda carta para Timóteo (Honrador de Deus).",
    "referencia": "II Timóteo 4:6-8",
    "descricao": "Considerada a última epístola de Paulo, escrita da prisão em Roma pouco antes de seu martírio. É um testamento pastoral, exortando Timóteo a permanecer fiel, pregar a Palavra e suportar o sofrimento pela fé.",
    "categoria": "livro"
  },
  {
    "nome": "Geena",
    "significado": "Vale de Hinom.",
    "referencia": "Mateus 5:22",
    "descricao": "Originalmente, um vale fora de Jerusalém onde sacrifícios idólatras de crianças foram realizados. Por sua associação com abominação e fogo perpétuo (lugar de incineração de lixo), tornou-se o símbolo escatológico do castigo eterno (o inferno) no Novo Testamento.",
    "categoria": "lugar"
  },
  {
    "nome": "Epístola aos Hebreus",
    "significado": "Carta destinada a cristãos judeus ou de fundo judaico.",
    "referencia": "Hebreus 1:1-3",
    "descricao": "Livro do Novo Testamento de autoria incerta (tradicionalmente associada a Paulo, mas com forte evidência de outro autor, como Barnabé ou Apolo). Seu propósito principal é demonstrar a superioridade de Cristo em relação às instituições do Antigo Testamento (anjos, Moisés, sacerdócio levítico e sacrifícios), exortando os leitores a não apostatarem da fé.",
    "categoria": "livro"
  },
  {
    "nome": "Vale de Esdraelon",
    "significado": "Planície de Jezreel ou Grande Planície.",
    "referencia": "Juízes 6:33",
    "descricao": "Uma vasta e fértil planície triangular no norte de Israel, crucial para a história militar devido à sua importância estratégica na passagem entre o Mediterrâneo e o vale do Jordão. Foi palco de batalhas históricas, incluindo a vitória de Gideão sobre os midianitas e a morte de Saul. É frequentemente identificada como o local onde ocorrerá a batalha final do Armagedom (embora Armagedom refira-se ao Monte Megido, que domina o vale).",
    "categoria": "lugar"
  },
  {
    "nome": "Tártaro",
    "significado": "O inferno mais profundo; abismo de escuridão.",
    "referencia": "II Pedro 2:4",
    "descricao": "Termo grego que aparece apenas uma vez no Novo Testamento, descrevendo o local de confinamento temporário para os anjos que pecaram. Na mitologia grega, Tártaro era o abismo onde os deuses aprisionavam seus inimigos. No contexto bíblico, é entendido como uma prisão de trevas e cadeias, distinta do Hades ou da Geena, reservada para um grupo específico de seres angelicais.",
    "categoria": "conceito"
  },
  {
    "nome": "Quereteus e Peleteus",
    "significado": "Possivelmente 'executores' e 'corredores'.",
    "referencia": "II Samuel 8:18",
    "descricao": "Designações dadas à guarda pessoal de elite do rei Davi. Eram possivelmente mercenários estrangeiros (filisteus de Creta, segundo algumas interpretações) que demonstraram lealdade inabalável a Davi, notavelmente durante a revolta de Absalão. Eles simbolizam a profissionalização do exército israelita sob a monarquia unida.",
    "categoria": "grupo"
  },
  {
    "nome": "Livro de Lamentações",
    "significado": "Canções fúnebres ou elegias.",
    "referencia": "Lamentações 1:1",
    "descricao": "Livro profético do Antigo Testamento, tradicionalmente atribuído a Jeremias. É composto por cinco poemas acrósticos que lamentam a destruição de Jerusalém e do Templo em 586 a.C. pelos babilônios. Expressa a dor do exílio, o reconhecimento do pecado de Judá e, no centro, uma esperança resiliente na misericórdia de Deus.",
    "categoria": "livro"
  },
  {
    "nome": "Rabisaca",
    "significado": "Chefe dos copeiros ou copeiro-chefe.",
    "referencia": "II Reis 18:17",
    "descricao": "Não é um nome próprio, mas um título de um alto oficial militar assírio. O Rabisaca é famoso por sua atuação durante o cerco de Jerusalém pelo rei Senaqueribe, no tempo de Ezequias. Ele profere um discurso em hebraico para desmoralizar o povo sitiado, desafiando a fé de Israel em seu Deus.",
    "categoria": "pessoa"
  },
  {
    "nome": "O Holocausto (Olah)",
    "significado": "Aquilo que sobe (fumaça), sacrifício totalmente queimado.",
    "referencia": "Levítico 1:3-9",
    "descricao": "Uma das principais ofertas prescritas na Lei Mosaica. O animal (geralmente bovino, ovino ou ave) era totalmente consumido pelo fogo no altar, simbolizando a dedicação completa do ofertante a Deus. Era primariamente um sacrifício de expiação geral ou de consagração.",
    "categoria": "conceito"
  },
  {
    "nome": "Vale de Hinnom",
    "significado": "Vale do filho de Hinom.",
    "referencia": "Josué 15:8",
    "descricao": "Um vale que circunda Jerusalém ao sul e a oeste. Foi notório na história de Israel por ser o local onde, durante períodos de apostasia (notadamente sob Acaz e Manassés), eram realizados sacrifícios de crianças ao deus Moloque. Devido a estas práticas abomináveis, tornou-se um símbolo de impureza e, posteriormente, a origem do termo 'Geena' (o lugar de destruição final).",
    "categoria": "lugar"
  },
  {
    "nome": "Quirino",
    "significado": "Possivelmente derivado de 'lança'.",
    "referencia": "Lucas 2:2",
    "descricao": "Publius Sulpicius Quirinius, um senador e governador romano da Síria, cuja referência no evangelho de Lucas indica a época do censo que levou José e Maria a Belém. A historicidade e a data exata do censo de Quirino são temas de complexo debate acadêmico, mas ele fornece um ponto de contato importante entre a cronologia bíblica e a história romana.",
    "categoria": "pessoa"
  },
  {
    "nome": "Livro de II Tessalonicenses",
    "significado": "Segunda carta à igreja em Tessalônica.",
    "referencia": "II Tessalonicenses 2:1-3",
    "descricao": "Uma epístola paulina escrita logo após a Primeira Carta, destinada a corrigir mal-entendidos escatológicos que surgiram na igreja, especialmente a crença de que o Dia do Senhor já havia chegado. Paulo enfatiza a necessidade de sinais preliminares (como a apostasia e a manifestação do 'Homem da Iniquidade') e exorta os crentes à firmeza e ao trabalho diligente.",
    "categoria": "livro"
  },
  {
    "nome": "Tribunal de Cristo",
    "significado": "Em grego, 'Bema' (plataforma de julgamento).",
    "referencia": "II Coríntios 5:10",
    "descricao": "Conceito escatológico do Novo Testamento que descreve o momento em que os crentes comparecerão perante Cristo não para serem julgados por salvação (que já foi garantida pela fé), mas sim para que suas obras e serviço na vida terrena sejam avaliados, resultando na atribuição de recompensas (coroas).",
    "categoria": "conceito"
  },
  {
    "nome": "Antioquia da Pisídia",
    "significado": "Antioquia localizada na região da Pisídia (na Ásia Menor).",
    "referencia": "Atos 13:14",
    "descricao": "Uma importante cidade romana na província da Galácia, distinta da Antioquia da Síria. Tornou-se um centro missionário crucial durante a primeira viagem missionária de Paulo e Barnabé. Foi nesta cidade que Paulo proferiu um sermão significativo, estabelecendo o padrão para a pregação do evangelho, mas também sofrendo a perseguição que o levou a se voltar mais enfaticamente aos gentios.",
    "categoria": "lugar"
  },
  {
    "nome": "Sinedrin",
    "significado": "Sentar junto; assembleia.",
    "referencia": "Mateus 26:59",
    "descricao": "O conselho supremo e tribunal judaico em Jerusalém durante o período do Novo Testamento. Era composto por 71 membros, incluindo o Sumo Sacerdote, anciãos, e escribas. O Sinedrin exercia autoridade religiosa e civil limitada sob o domínio romano e foi o corpo que formalmente condenou Jesus por blasfêmia, entregando-o a Pilatos.",
    "categoria": "grupo"
  },
  {
    "nome": "Hofni e Fineias",
    "significado": "Hofni: lutador; Fineias: boca de bronze (ou oráculo).",
    "referencia": "I Samuel 1:3",
    "descricao": "Filhos ímpios do sacerdote Eli. Serviam como sacerdotes no santuário de Silo, mas abusavam de seu ofício, roubando ofertas e cometendo imoralidade. Sua conduta corrupta levou Deus a proferir um julgamento severo contra a casa de Eli. Ambos morreram na mesma batalha contra os filisteus, durante a qual a Arca da Aliança foi capturada.",
    "categoria": "pessoa"
  },
  {
    "nome": "Tarso",
    "significado": "Solado do pé, ou uma cidade mercantil.",
    "referencia": "Atos 9:11",
    "descricao": "Capital da Cilícia, uma cidade importante e cosmopolita da Ásia Menor, famosa por suas escolas de filosofia e cultura grega, rivalizando com Atenas e Alexandria. Era a cidade natal do Apóstolo Paulo. O fato de Paulo ser cidadão de Tarso (e, consequentemente, cidadão romano) influenciou sua educação, status legal e capacidade de realizar missões.",
    "categoria": "lugar"
  },
  {
    "nome": "Cozebi",
    "significado": "Falsa, mentirosa.",
    "referencia": "Números 25:15",
    "descricao": "Uma mulher midianita, filha de Zur (chefe midianita), que se envolveu em um relacionamento imoral e idólatra com Zinri, um príncipe israelita, em Sitim. Seu ato, que levou à ira de Deus contra Israel, foi interrompido quando Fineias (neto de Arão) os matou com uma lança, cessando a praga que assolava o povo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Escritos Apócrifos",
    "significado": "Coisas escondidas ou secretas.",
    "referencia": "Não referenciado no cânon protestante; mencionados indiretamente em textos judaicos.",
    "descricao": "Termo que designa livros escritos principalmente no período intertestamentário (entre o Antigo e o Novo Testamento). Embora aceitos como canônicos pela Igreja Católica Romana (onde são chamados de deuterocanônicos), não são reconhecidos no cânon hebraico ou protestante como divinamente inspirados, sendo úteis apenas para fins históricos ou devocionais. Exemplos incluem Macabeus e Sabedoria de Salomão.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de II Samuel",
    "significado": "Segundo livro de Samuel.",
    "referencia": "II Samuel 5:4-5",
    "descricao": "Continuação da narrativa de I Samuel, este livro relata o reinado de Davi, desde sua ascensão ao trono sobre Judá, a consolidação do reino unido em Jerusalém, o Pacto Davídico, até seus pecados graves (Bate-Seba e Urias) e as consequências dolorosas dentro de sua própria família. É um estudo profundo sobre a monarquia teocrática e a natureza humana.",
    "categoria": "livro"
  },
  {
    "nome": "Festa das Primícias (Bikkurim)",
    "significado": "Primeiros frutos.",
    "referencia": "Levítico 23:9-14",
    "descricao": "Uma das festas de peregrinação anuais de Israel, celebrada no dia seguinte ao sábado da Páscoa. Envolvia a apresentação de uma porção da primeira colheita da cevada ao Senhor. Simbolicamente, aponta para a ressurreição de Cristo, que é chamada de 'as primícias dos que dormem' (I Coríntios 15:20).",
    "categoria": "evento"
  },
  {
    "nome": "Onésimo",
    "significado": "Útil ou proveitoso.",
    "referencia": "Filemom 10-11",
    "descricao": "Escravo fugitivo de Filemom, um rico cristão em Colossos. Onésimo encontrou o Apóstolo Paulo enquanto este estava preso em Roma, converteu-se ao cristianismo e se tornou um valioso auxiliar de Paulo. A Epístola a Filemom é a carta pessoal de Paulo, intercedendo por Onésimo, pedindo que ele seja recebido de volta não como escravo, mas como 'irmão amado'.",
    "categoria": "pessoa"
  },
  {
    "nome": "Assuero",
    "significado": "Possivelmente 'homem augusto'.",
    "referencia": "Ester 1:1",
    "descricao": "Nome persa, geralmente identificado com Xerxes I (486-465 a.C.), rei do Império Medo-Persa, que reinou sobre 127 províncias. Ele é o monarca central na narrativa do Livro de Ester, conhecido por seu grande banquete, seu casamento com Ester e seu edito que ameaçava o povo judeu.",
    "categoria": "pessoa"
  },
  {
    "nome": "Talento",
    "significado": "Uma unidade de peso ou dinheiro.",
    "referencia": "Mateus 25:14-30 (Parábola dos Talentos)",
    "descricao": "No mundo antigo, o talento era a maior unidade de peso e, subsequentemente, uma grande soma de dinheiro (geralmente equivalente a cerca de 6.000 denários ou o salário de 16 anos de um trabalhador comum). Na Bíblia, é usado na Parábola dos Talentos para ilustrar a responsabilidade dos servos de Deus em usar os dons e recursos que lhes foram confiados.",
    "categoria": "conceito"
  },
  {
    "nome": "União Hipostática",
    "significado": "União de 'hipóstases' ou essências.",
    "referencia": "João 1:14",
    "descricao": "Termo teológico cristológico que descreve a união das naturezas divina e humana em uma única Pessoa (hipóstase) do Filho de Deus, Jesus Cristo, sem confusão, mistura, divisão ou separação. Foi o principal tema definido pelo Concílio de Calcedônia (451 d.C.) para refutar heresias que separavam ou misturavam as naturezas de Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Filadélfia",
    "significado": "Amor fraternal.",
    "referencia": "Apocalipse 3:7",
    "descricao": "Uma das sete igrejas da Ásia Menor abordadas no livro do Apocalipse. Recebeu uma mensagem de elogio de Jesus, sem qualquer crítica. Era conhecida por sua perseverança, mesmo sendo uma igreja pequena e fraca, e por ter guardado a palavra de Cristo. Foi-lhe prometida uma coroa e a proteção contra 'a hora da provação'.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Judas",
    "significado": "Carta de Judas, irmão de Tiago.",
    "referencia": "Judas 3-4",
    "descricao": "Uma breve epístola do Novo Testamento, escrita por Judas, irmão de Jesus (e de Tiago). O livro tem um tom extremamente severo, alertando os crentes sobre a infiltração de falsos mestres e apóstatas na igreja. Exorta os leitores a 'batalharem diligentemente pela fé que uma vez foi dada aos santos', citando exemplos de juízos históricos e extra-canônicos.",
    "categoria": "livro"
  },
  {
    "nome": "Hesed",
    "significado": "Bondade amorosa, misericórdia fiel ou lealdade pactual.",
    "referencia": "Salmos 136:1",
    "descricao": "Termo hebraico crucial que descreve a qualidade da fidelidade inabalável de Deus para com Seu povo. Vai além da simples bondade, implicando um compromisso leal e ativo que sustenta a Aliança. É uma característica fundamental do caráter divino no Antigo Testamento.",
    "categoria": "conceito"
  },
  {
    "nome": "Ebed",
    "significado": "Servo, escravo ou ministro.",
    "referencia": "Êxodo 21:6",
    "descricao": "Palavra hebraica usada para descrever a relação de um indivíduo de submissão e serviço, seja a um mestre humano ou, mais significativamente, a YHWH (Ebed YHWH, Servo do Senhor). O conceito atinge seu ápice nas profecias de Isaías, apontando para o Messias sofredor.",
    "categoria": "conceito"
  },
  {
    "nome": "Teshuvá",
    "significado": "Retorno, arrependimento.",
    "referencia": "1 Reis 8:47",
    "descricao": "Termo hebraico que descreve o processo de arrependimento e retorno moral e espiritual a Deus. Implica uma mudança radical de direção (mudar o caminho) e um abandono do pecado, não se limitando apenas ao remorso emocional.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de II Crônicas",
    "significado": "Os eventos do dia ou história (continuação de I Crônicas).",
    "referencia": "1 Crônicas 1:1",
    "descricao": "O segundo dos dois livros que narram a história de Judá desde a linhagem de Adão até o decreto de Ciro, focando primariamente nos reis de Judá (a linhagem davídica) e na legitimidade do Templo e do sacerdócio levítico, frequentemente com uma perspectiva teológica e de adoração.",
    "categoria": "livro"
  },
  {
    "nome": " Livro de Gálatas",
    "significado": "Referente aos habitantes da Galácia.",
    "referencia": "Gálatas 1:1",
    "descricao": "Epístola escrita pelo Apóstolo Paulo às igrejas na província romana da Galácia. É um dos documentos mais antigos e veementes do Novo Testamento, defendendo a justificação somente pela fé em Cristo, em contraste com a guarda da Lei Mosaica (Judaizantes).",
    "categoria": "livro"
  },
  {
    "nome": "Antropomorfismo",
    "significado": "Forma humana.",
    "referencia": "Gênesis 3:8",
    "descricao": "Figura de linguagem teológica na qual Deus, um ser incorpóreo, é descrito utilizando características físicas ou emocionais humanas (como ter 'mãos', 'ouvidos' ou 'sentir cheiro'). É usado para tornar o relacionamento e o caráter de Deus compreensível ao ser humano.",
    "categoria": "conceito"
  },
  {
    "nome": "Ophanim",
    "significado": "Rodas, seres giratórios.",
    "referencia": "Ezequiel 1:15-21",
    "descricao": "Uma classe de seres celestiais, muitas vezes identificados com os tronos. Eles são descritos nas visões de Ezequiel como rodas complexas, cheias de olhos, que se moviam em conjunto com os quatro seres viventes, simbolizando a mobilidade e onisciência da glória de Deus.",
    "categoria": "anjo"
  },
  {
    "nome": "Diácono",
    "significado": "Servo, ministro, atendente.",
    "referencia": "Atos 6:1-7",
    "descricao": "Ofício ministerial estabelecido na igreja primitiva para auxiliar os apóstolos na administração das tarefas práticas (como a distribuição de alimentos), permitindo que os líderes se dedicassem à oração e ao ensino da Palavra (o ministério da Palavra).",
    "categoria": "grupo"
  },
  {
    "nome": "Monte Carmelo",
    "significado": "Jardim de Deus ou vinha de Deus.",
    "referencia": "1 Reis 18:19",
    "descricao": "Cordilheira costeira significativa em Israel. É mais famoso por ter sido o palco do confronto entre o profeta Elias e os 450 profetas de Baal, um evento que culminou na demonstração do poder e soberania de YHWH sobre o panteão cananeu.",
    "categoria": "lugar"
  },
  {
    "nome": "Lóde",
    "significado": "Cerca, habitação.",
    "referencia": "Esdras 2:33",
    "descricao": "Cidade localizada na planície de Sarom, entre Jerusalém e Cesareia. Menciona-se que seus habitantes retornaram do Exílio Babilônico. No Novo Testamento (chamada Lida), foi o local onde Pedro realizou o milagre da cura de Enéias, um paralítico.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Gênesis",
    "significado": "Origem, começo, nascimento.",
    "referencia": "Gênesis 1:1",
    "descricao": "O primeiro livro da Bíblia e da Torá, que estabelece os fundamentos de toda a teologia bíblica. Ele narra a criação, a Queda, o Dilúvio e o desenvolvimento das relações pactualistas de Deus com a humanidade através dos patriarcas (Noé, Isaque, etc.).",
    "categoria": "livro"
  },
  {
    "nome": "Livro de II João",
    "significado": "Não se aplica (Nome de epístola).",
    "referencia": "2 João 1:1",
    "descricao": "Uma das epístolas mais curtas do Novo Testamento, escrita por 'O Presbítero' (tradicionalmente o Apóstolo João) a 'Senhora Eleita e seus filhos'. Foca em admoestar os crentes a praticarem o amor e a serem vigilantes contra falsos mestres que negavam a encarnação de Cristo.",
    "categoria": "livro"
  },
  {
    "nome": "Ashtaroth",
    "significado": "Estrela, deusa.",
    "referencia": "Juízes 2:13",
    "descricao": "O plural de Astarte (ou Istar). Era a principal deusa da fertilidade, amor e guerra no panteão cananeu e mesopotâmico. Seu culto estava frequentemente associado à prostituição ritual e foi uma das principais fontes de apostasia para Israel.",
    "categoria": "conceito"
  },
  {
    "nome": "Cinza e Saco",
    "significado": "Não se aplica (Símbolo de luto e penitência).",
    "referencia": "Jonas 3:6",
    "descricao": "Prática cultural e ritual de profunda humildade, luto ou arrependimento no Antigo Testamento. Envolvia vestir um pano de saco (tecido grosseiro) e cobrir-se com cinzas ou sentar-se nelas, demonstrando total aflição e contrição.",
    "categoria": "conceito"
  },
  {
    "nome": "Libação",
    "significado": "Ato de derramar.",
    "referencia": "Gênesis 35:14",
    "descricao": "Oferta ritualística em que um líquido (geralmente vinho ou azeite) era derramado sobre o altar, em associação com o sacrifício de animais, ou sobre uma pedra memorial, como forma de consagração e adoração a Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Templo de Herodes",
    "significado": "Não se aplica (Nome da estrutura).",
    "referencia": "Mateus 24:1",
    "descricao": "O complexo do templo reconstruído e massivamente ampliado por Herodes, o Grande, a partir de 20 a.C. Foi o centro da adoração judaica na época de Jesus e de Seus discípulos, e foi completamente destruído pelas legiões romanas em 70 d.C.",
    "categoria": "lugar"
  },
  {
    "nome": "Monte Ebal",
    "significado": "Descalço, sem folhas (pedregoso).",
    "referencia": "Deuteronômio 27:4",
    "descricao": "Montanha proeminente perto de Siquém. Após a entrada em Canaã, foi designada por Moisés como o lugar onde as maldições da Aliança seriam proclamadas, contrastando com o Monte Gerizim, onde as bênçãos eram proferidas.",
    "categoria": "lugar"
  },
  {
    "nome": "Ascensão",
    "significado": "Subida.",
    "referencia": "Atos 1:9-11",
    "descricao": "O evento narrado no Novo Testamento em que Jesus, quarenta dias após a Ressurreição, é elevado corporalmente da Terra aos céus perante Seus discípulos, marcando o fim de Seu ministério terrestre e o início de Sua intercessão à direita do Pai.",
    "categoria": "evento"
  },
  {
    "nome": "Ekklesia",
    "significado": "Chamados para fora, assembleia.",
    "referencia": "Mateus 16:18",
    "descricao": "Termo grego fundamental traduzido como 'igreja'. Originalmente, referia-se a uma assembleia cívica de cidadãos. No Novo Testamento, designa a congregação dos crentes chamados por Deus para fora do mundo para Lhe pertencerem.",
    "categoria": "conceito"
  },
  {
    "nome": "Targum",
    "significado": "Tradução, interpretação.",
    "referencia": "Não se aplica (Literatura extra-bíblica, uso em Neemias 8:8).",
    "descricao": "Traduções e paráfrases orais e, posteriormente, escritas, das Escrituras Hebraicas para o Aramaico. Surgiram após o Exílio Babilônico, quando o Aramaico se tornou a língua falada pelos judeus, tornando o Targum essencial para a compreensão pública da Lei.",
    "categoria": "conceito"
  },
  {
    "nome": "Éden",
    "significado": "Delícia, prazer.",
    "referencia": "Gênesis 2:8",
    "descricao": "O jardim plantado por Deus no Oriente, considerado o lar original da humanidade. É retratado como um paraíso onde havia perfeita comunhão entre Deus e o homem, até ser perdido pela desobediência (a Queda).",
    "categoria": "lugar"
  },
  {
    "nome": "Pórtico de Salomão",
    "significado": "Não se aplica (Nome da estrutura).",
    "referencia": "João 10:23",
    "descricao": "Uma colunata coberta localizada no lado leste do pátio exterior do Templo de Herodes. Era um local de reunião popular, especialmente no inverno, onde Jesus ensinava e onde a igreja primitiva se reunia após o Pentecostes para pregar o evangelho.",
    "categoria": "lugar"
  },
  {
    "nome": "Cilício",
    "significado": "Pano de saco, feito de pelos.",
    "referencia": "Apocalipse 6:12",
    "descricao": "Vestimenta grosseira e áspera, feita tipicamente de pelo de cabra ou camelo, usada na Bíblia como sinal externo de luto, aflição, humilhação ou arrependimento profundo. É sinônimo de 'saco', usado em rituais de penitência pública.",
    "categoria": "conceito"
  },
  {
    "nome": "Gogue e Magogue",
    "significado": "Gogue: talvez 'alto' ou 'montanha'. Magogue: 'terra de Gogue', referindo-se a uma nação distante e hostil.",
    "referencia": "Ezequiel 38; Apocalipse 20:8",
    "descricao": "Termos proféticos que, em Ezequiel, designam um líder e seu povo do extremo norte, que invadirão Israel nos últimos dias. No Apocalipse, são usados para descrever as nações que, no fim do Milênio, serão reunidas por Satanás para uma última batalha contra o povo de Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Quenitas",
    "significado": "Ferido, forjador de ferro ou ferreiro.",
    "referencia": "Gênesis 15:19; Juízes 4:11",
    "descricao": "Um antigo grupo nômade, possivelmente metalúrgicos. Eles eram aparentados com Jetro, sogro de Moisés, e mantiveram uma relação de amizade com Israel, embora fossem tecnicamente incluídos entre os povos que habitavam Canaã antes da conquista.",
    "categoria": "grupo"
  },
  {
    "nome": "Templo de Zorobabel",
    "significado": "O Segundo Templo de Jerusalém, reconstruído após o Exílio Babilônico.",
    "referencia": "Esdras 3:8; Ageu 2:9",
    "descricao": "A estrutura sagrada erguida em Jerusalém pelos judeus repatriados, liderados por Zorobabel, no século VI a.C. Embora fosse menos grandioso que o Templo de Salomão, serviu como o centro da adoração judaica até ser reformado e expandido por Herodes, o Grande.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Colossenses",
    "significado": "Epístola destinada aos cristãos de Colossos, uma cidade na Frígia.",
    "referencia": "Colossenses 1:15-20",
    "descricao": "Escrita por Paulo, provavelmente enquanto estava preso em Roma, a epístola aborda heresias em Colossos (possivelmente uma mistura de legalismo judaico e filosofias ascéticas). O tema central é a supremacia e suficiência de Cristo como Cabeça da Igreja e Criador de todas as coisas.",
    "categoria": "livro"
  },
  {
    "nome": "Livro de II Coríntios",
    "significado": "Segunda carta à igreja de Corinto, que significa 'adorno'.",
    "referencia": "II Coríntios 4:7-12",
    "descricao": "Escrita por Paulo, esta epístola é intensamente pessoal. Ela defende o apostolado de Paulo contra 'super-apóstolos' e trata de temas como o sofrimento cristão, o poder de Deus manifestado na fraqueza humana e a importância da reconciliação e da generosidade.",
    "categoria": "livro"
  },
  {
    "nome": "Silvano",
    "significado": "Relativo à floresta; habitante da selva.",
    "referencia": "I Tessalonicenses 1:1; I Pedro 5:12",
    "descricao": "Também conhecido como Silas (forma aramaica), Silvano foi um profeta e um dos principais companheiros de Paulo em sua segunda viagem missionária. Ele também é mencionado como o secretário através do qual Pedro escreveu sua primeira epístola.",
    "categoria": "pessoa"
  },
  {
    "nome": "Dikaiosyne",
    "significado": "Justiça, retidão, conformidade com a vontade de Deus (termo grego).",
    "referencia": "Romanos 3:21-26",
    "descricao": "Conceito teológico fundamental no Novo Testamento, especialmente nas epístolas paulinas. Refere-se não apenas à conformidade moral, mas principalmente ao ato de Deus declarar o pecador justo (justificação) por meio da fé em Cristo, baseado na Sua própria retidão divina.",
    "categoria": "conceito"
  },
  {
    "nome": "Arquipo",
    "significado": "Mestre de cavalos.",
    "referencia": "Colossenses 4:17; Filemom 1:2",
    "descricao": "Um cristão de Colossos (ou Laodiceia) mencionado por Paulo. Em Filemom, ele é chamado de 'nosso companheiro de lutas'. Paulo o exorta publicamente em Colossenses a cumprir fielmente o ministério que recebeu do Senhor, indicando uma posição de liderança na igreja.",
    "categoria": "pessoa"
  },
  {
    "nome": "Shemá",
    "significado": "Ouve! (Do hebraico, imperativo do verbo 'ouvir').",
    "referencia": "Deuteronômio 6:4-5",
    "descricao": "Oração central do judaísmo, conhecida como o 'Shemá Israel' ('Ouve, ó Israel'). É uma declaração da unidade de Deus e um mandamento para amar a Deus de todo o coração, alma e força. Jesus confirmou-a como o primeiro e maior mandamento (Marcos 12:29-31).",
    "categoria": "conceito"
  },
  {
    "nome": "Esmirna",
    "significado": "Mirra (uma resina aromática amarga, usada em unções e embalsamamentos).",
    "referencia": "Apocalipse 2:8-11",
    "descricao": "Uma das Sete Igrejas da Ásia Menor, localizada onde hoje é Izmir, Turquia. Esmirna foi elogiada por Jesus no Apocalipse por sua fidelidade e perseverança em meio à pobreza e à perseguição. A igreja foi desafiada a ser fiel 'até a morte'.",
    "categoria": "lugar"
  },
  {
    "nome": "Zeruia",
    "significado": "Bálsamo, dor ou fluxo de água.",
    "referencia": "I Samuel 26:6",
    "descricao": "Irmã de Davi e mãe de três notórios líderes militares: Joabe, Abisai e Asael. Ela é mencionada principalmente na história de Davi como a matriarca de uma família que desempenhou um papel crucial, e às vezes violento, na consolidação do reino.",
    "categoria": "pessoa"
  },
  {
    "nome": "Balaque",
    "significado": "Devastador, desperdiçador.",
    "referencia": "Números 22:1-6",
    "descricao": "Rei de Moabe que se sentiu ameaçado pela aproximação dos israelitas no final do Êxodo. Ele tentou contratar o profeta Balaão para amaldiçoar Israel, mas os planos foram frustrados por Deus, que forçou Balaão a proferir bênçãos em vez de maldições.",
    "categoria": "pessoa"
  },
  {
    "nome": "Pneumatologia",
    "significado": "Estudo do Espírito (do grego 'pneuma', espírito, e 'logos', estudo).",
    "referencia": "João 14:26; Atos 2:1-4",
    "descricao": "Ramo da teologia sistemática que se concentra na natureza e obra do Espírito Santo. Inclui o estudo da personalidade e divindade do Espírito, Sua função na criação, na inspiração das Escrituras, na salvação e na capacitação da Igreja.",
    "categoria": "conceito"
  },
  {
    "nome": "Cláudia",
    "significado": "Manca, coxeadora.",
    "referencia": "II Timóteo 4:21",
    "descricao": "Uma cristã mencionada por Paulo em sua última epístola, enviando saudações a Timóteo. Embora haja poucas informações bíblicas sobre ela, sua inclusão sugere que ela era um membro fiel da comunidade cristã em Roma que permaneceu ao lado de Paulo durante sua prisão final.",
    "categoria": "pessoa"
  },
  {
    "nome": "Livro de Efésios",
    "significado": "Carta endereçada aos cristãos de Éfeso, que significa 'desejável'.",
    "referencia": "Efésios 2:8-10; 4:4-6",
    "descricao": "Uma das Epístolas da Prisão de Paulo. Este livro é notável por sua profundidade teológica, detalhando o plano eterno de Deus para unir todas as coisas em Cristo. O livro é dividido em doutrina (capítulos 1-3, a Igreja como o corpo de Cristo) e prática (capítulos 4-6, a vida cristã em unidade e santidade).",
    "categoria": "livro"
  },
  {
    "nome": "Livro de Filipenses",
    "significado": "Carta endereçada aos cristãos de Filipos, que significa 'amantes de cavalos'.",
    "referencia": "Filipenses 2:5-11; 4:4-7",
    "descricao": "Escrita por Paulo durante a prisão. É frequentemente chamada de 'a Epístola da Alegria', apesar das circunstâncias do autor. Destaca a importância da humildade (o 'hino de Cristo' ou 'kenosis') e da busca pela alegria, união e paz através da fé.",
    "categoria": "livro"
  },
  {
    "nome": "Livro de Romanos",
    "significado": "Carta endereçada à igreja de Roma, a capital do Império.",
    "referencia": "Romanos 1:16-17; 3:23-24",
    "descricao": "A mais sistemática das epístolas de Paulo. É um tratado abrangente sobre a justificação pela fé, a universalidade do pecado, a soberania de Deus sobre Israel e os gentios, e as implicações práticas da salvação para a vida ética do crente. É central para a teologia da Reforma.",
    "categoria": "livro"
  },
  {
    "nome": "Livro de I Coríntios",
    "significado": "Primeira carta à igreja de Corinto.",
    "referencia": "I Coríntios 13:1-13; 15:3-4",
    "descricao": "Escrita por Paulo para corrigir desordens graves na igreja de Corinto, uma cidade rica mas moralmente corrupta. Aborda divisões partidárias, imoralidade sexual, litígios, questões sobre casamento, o uso de dons espirituais e defende enfaticamente a doutrina da ressurreição dos mortos.",
    "categoria": "livro"
  },
  {
    "nome": "Agnus Dei",
    "significado": "Cordeiro de Deus (termo latino).",
    "referencia": "João 1:29; Apocalipse 5:6",
    "descricao": "Título cristológico que enfatiza a natureza sacrificial de Jesus Cristo, fazendo referência ao cordeiro pascal e aos sacrifícios de purificação do Antigo Testamento. João Batista utilizou este título ao apresentar Jesus, identificando-o como o sacrifício definitivo pelos pecados do mundo.",
    "categoria": "conceito"
  },
  {
    "nome": "Festa dos Pães Asmos",
    "significado": "Festa dos pães sem fermento.",
    "referencia": "Êxodo 12:15-20",
    "descricao": "Festa de sete dias que seguia imediatamente a Páscoa. Era celebrada em memória da pressa com que Israel deixou o Egito, forçando-os a assar pão sem fermento. Simboliza a saída rápida do pecado e a dedicação a uma vida purificada (I Coríntios 5:7-8).",
    "categoria": "evento"
  },
  {
    "nome": "Sardes",
    "significado": "Os que escaparam; restos.",
    "referencia": "Apocalipse 3:1-6",
    "descricao": "Uma das Sete Igrejas da Ásia Menor. Historicamente, Sardes havia sido uma cidade rica, mas que havia caído em declínio e tinha fama de ser facilmente conquistada. Jesus a repreendeu por estar espiritualmente 'morta', apesar de ter nome de que vivia, exigindo arrependimento e despertar.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de I Tessalonicenses",
    "significado": "Primeira carta à igreja de Tessalônica, que significa 'vitória sobre a Tessália'.",
    "referencia": "I Tessalonicenses 4:13-18",
    "descricao": "Provavelmente a epístola mais antiga de Paulo no Novo Testamento. Ela parabeniza a igreja por sua fé e perseverança, mas foca principalmente na Escatologia, oferecendo instruções e conforto sobre o retorno de Cristo (Parusia) e o destino dos crentes que morreram antes Dele.",
    "categoria": "livro"
  },
  {
    "nome": "O Mar de Sal",
    "significado": "Nome hebraico para o Mar Morto, devido à sua alta salinidade.",
    "referencia": "Gênesis 14:3; Ezequiel 47:1-12",
    "descricao": "O corpo de água mais baixo da Terra, localizado na região que, segundo a tradição, cobriu as cidades de Sodoma e Gomorra. É conhecido por não abrigar vida. Profeticamente, Ezequiel descreve um tempo futuro quando suas águas serão curadas e cheias de vida.",
    "categoria": "lugar"
  },
  {
    "nome": "Ceia do Senhor",
    "significado": "A refeição memorial instituída por Jesus na noite em que foi traído (do grego 'deipnon kyriakon').",
    "referencia": "Lucas 22:14-20; I Coríntios 11:23-26",
    "descricao": "Ritual cristão que comemora o sacrifício de Jesus. Envolve a participação simbólica no pão (Seu corpo entregue) e no vinho (Seu sangue da nova aliança). Paulo enfatiza que esta ceia é um anúncio da morte de Cristo 'até que Ele venha'.",
    "categoria": "evento"
  },
  {
    "nome": "Livro de II Reis",
    "significado": "Continuação da história dos reis de Israel e Judá.",
    "referencia": "II Reis 17:7-18; 25:1-7",
    "descricao": "Continuando a narrativa de I Reis, este livro abrange cerca de 300 anos, desde o ministério de Elias e Eliseu até a queda de Israel (722 a.C.) e Judá (586 a.C.) sob o julgamento divino. Seu foco principal é a infidelidade real e a consequente destruição e exílio.",
    "categoria": "livro"
  },
  {
    "nome": "Shekinah",
    "significado": "Morada ou residência (Divina).",
    "referencia": "Êxodo 40:34-35",
    "descricao": "Termo não encontrado literalmente no hebraico bíblico, mas desenvolvido pela teologia rabínica para descrever a presença manifesta e visível de Deus (Kavod YHWH) no Tabernáculo, no Templo e entre o seu povo, diferenciando-a de Sua transcendência.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de I Reis",
    "significado": "Primeira parte do registro histórico dos reis de Israel e Judá.",
    "referencia": "1 Reis 1:1",
    "descricao": "Narra o fim do reinado de Davi, a ascensão e o glorioso reinado de Salomão, a construção do Templo e, tragicamente, a divisão do reino em Israel (Norte) e Judá (Sul) após a morte de Salomão, cobrindo também o ministério inicial do profeta Elias.",
    "categoria": "livro"
  },
  {
    "nome": "Mical",
    "significado": "Quem é como Deus?",
    "referencia": "1 Samuel 18:20",
    "descricao": "Filha do Rei Saul e primeira esposa de Davi. Ela salvou Davi da ira de seu pai, mas foi posteriormente criticada e julgada por desprezar a adoração entusiasta de Davi quando a Arca da Aliança foi trazida para Jerusalém.",
    "categoria": "pessoa"
  },
  {
    "nome": "Dabar",
    "significado": "Palavra, assunto, coisa, evento.",
    "referencia": "Deuteronômio 18:18",
    "descricao": "Termo hebraico fundamental que expressa a Palavra de Deus não apenas como comunicação verbal, mas também como poder criativo e ação divina. 'Dabar YHWH' (Palavra do Senhor) é a força motriz por trás da criação e da revelação profética.",
    "categoria": "conceito"
  },
  {
    "nome": "Epafrodito",
    "significado": "Amável, encantador (Ligado à deusa Afrodite).",
    "referencia": "Filipenses 2:25",
    "descricao": "Membro da igreja em Filipos, enviado a Paulo para levar auxílio financeiro durante sua prisão. Ele adoeceu gravemente no cumprimento de sua missão e, ao retornar, levou consigo a Epístola de Paulo aos Filipenses.",
    "categoria": "pessoa"
  },
  {
    "nome": "Maranata",
    "significado": "O Senhor vem ou Vem, nosso Senhor.",
    "referencia": "1 Coríntios 16:22",
    "descricao": "Expressão aramaica usada como súplica ou declaração de fé na Segunda Vinda de Cristo. Preserva uma das formas mais antigas de expectativa escatológica na igreja primitiva.",
    "categoria": "conceito"
  },
  {
    "nome": "Senaqueribe",
    "significado": "O deus-lua Sin multiplicou irmãos.",
    "referencia": "2 Reis 18:13",
    "descricao": "Rei assírio (705-681 a.C.) famoso por sua campanha militar contra Judá, que devastou muitas cidades fortificadas. Seu cerco a Jerusalém no tempo do Rei Ezequias falhou milagrosamente, conforme registrado na Bíblia e em seu próprio prisma hexagonal.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zadoque",
    "significado": "Justo.",
    "referencia": "2 Samuel 8:17",
    "descricao": "Sacerdote que serviu a Davi e permaneceu leal durante as revoltas de Absalão e Adonias. Por sua fidelidade, Salomão o ungiu como o único Sumo Sacerdote, estabelecendo a linhagem sadocita que oficiaria no Templo de Jerusalém.",
    "categoria": "pessoa"
  },
  {
    "nome": "Qadesh",
    "significado": "Santo, sagrado, separado.",
    "referencia": "Levítico 19:2",
    "descricao": "Raiz hebraica para a santidade. Reflete a natureza radicalmente diferente e separada de Deus (o Santo de Israel) e a exigência de separação moral e ritual para o Seu povo.",
    "categoria": "conceito"
  },
  {
    "nome": "Monte Gerizim",
    "significado": "Monte dos gerezitas.",
    "referencia": "Deuteronômio 11:29",
    "descricao": "Localizado ao sul de Siquém, foi o monte das bênçãos, em contraste com o Monte Ebal, das maldições. Na época do Novo Testamento, era o local do templo samaritano, opondo-se ao culto judaico em Jerusalém.",
    "categoria": "lugar"
  },
  {
    "nome": "Partos",
    "significado": "Nascidos no exterior.",
    "referencia": "Atos 2:9",
    "descricao": "Povo listado entre aqueles que ouviram o Evangelho em seu próprio idioma no Dia de Pentecostes. Eram habitantes do vasto Império Parta, o principal rival político de Roma no Oriente no primeiro século.",
    "categoria": "grupo"
  },
  {
    "nome": "Martyria",
    "significado": "Testemunho, evidência, depoimento.",
    "referencia": "Atos 1:8",
    "descricao": "Termo grego que descreve o ato de testemunhar a ressurreição e a soberania de Cristo. É a missão fundamental da Igreja. Na história posterior, o termo 'mártir' (aquele que testemunha) passou a significar a morte pelo testemunho.",
    "categoria": "conceito"
  },
  {
    "nome": "Júnias",
    "significado": "Pertencente a Júnio (Possivelmente uma forma feminina, Júnia).",
    "referencia": "Romanos 16:7",
    "descricao": "Saudada por Paulo, juntamente com Andrônico, como parentes e 'notáveis entre os apóstolos'. Sua identificação como apóstola mulher é um ponto crucial no debate sobre o papel feminino de liderança na igreja primitiva.",
    "categoria": "pessoa"
  },
  {
    "nome": "Eutíco",
    "significado": "Afortunado, sortudo.",
    "referencia": "Atos 20:9",
    "descricao": "Jovem de Trôade que adormeceu durante a longa pregação de Paulo e caiu do terceiro andar, sendo dado como morto. Paulo interveio milagrosamente e o restaurou à vida, um evento que enfatiza o poder da ressurreição.",
    "categoria": "pessoa"
  },
  {
    "nome": "Olam",
    "significado": "Idade, tempo, eternidade, algo que se esconde.",
    "referencia": "Gênesis 21:33",
    "descricao": "Termo hebraico que descreve um tempo de duração indeterminada. Pode significar 'para sempre' (período indefinido) ou 'eternidade'. É frequentemente aplicado a Deus como 'El Olam' (Deus Eterno) ou a pactos perpétuos.",
    "categoria": "conceito"
  },
  {
    "nome": "Mileto",
    "significado": "Moinho.",
    "referencia": "Atos 20:15",
    "descricao": "Importante porto marítimo e cidade na província da Ásia, onde Paulo desembarcou durante sua terceira viagem missionária. É o local onde ele se encontrou com os presbíteros de Éfeso para lhes entregar sua emocionante despedida profética.",
    "categoria": "lugar"
  },
  {
    "nome": "Pedra Angular",
    "significado": "Pedra principal do ângulo.",
    "referencia": "Salmos 118:22; Efésios 2:20",
    "descricao": "Peça fundamental que se colocava no canto de uma construção para unir duas paredes e alinhar a estrutura inteira. No Novo Testamento, simboliza Jesus Cristo como o fundamento indispensável da Igreja, o qual foi rejeitado pelos construtores.",
    "categoria": "conceito"
  },
  {
    "nome": "Festa da Dedicação",
    "significado": "Dedicação (Hebraico: Chanucá).",
    "referencia": "João 10:22",
    "descricao": "Festa judaica de oito dias celebrada no inverno para comemorar a purificação e reconsagração do Templo de Jerusalém, após sua profanação pelo rei selêucida Antíoco IV Epifânio (164 a.C.). Jesus estava presente nesta festa.",
    "categoria": "evento"
  },
  {
    "nome": "Potestades",
    "significado": "Autoridades, poderes.",
    "referencia": "Efésios 6:12",
    "descricao": "Termo usado na Bíblia, especialmente por Paulo, para designar uma ordem de seres espirituais (angelicais ou demoníacos) que possuem autoridade e poder sobre o cosmos ou sobre nações, representando as forças espirituais malignas contra as quais a igreja luta.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro dos Salmos",
    "significado": "Cânticos, louvores.",
    "referencia": "Salmos 1:1",
    "descricao": "O hinário e livro de orações de Israel, composto por 150 poemas líricos divididos em cinco livros. Abrange toda a gama da experiência humana em relação a Deus, incluindo louvor, lamento, súplica e instrução messiânica e real.",
    "categoria": "livro"
  },
  {
    "nome": "Allegoria",
    "significado": "Falar de outra maneira, metáfora estendida.",
    "referencia": "Gálatas 4:24",
    "descricao": "Método hermenêutico que interpreta narrativas e eventos bíblicos como símbolos ou tipologias que apontam para verdades morais ou espirituais mais profundas. Paulo utiliza esta técnica ao contrastar Sara e Agar como figuras das alianças.",
    "categoria": "conceito"
  },
  {
    "nome": "Bete-Éden",
    "significado": "Casa de Prazer ou Delícias.",
    "referencia": "Amós 1:5",
    "descricao": "Uma localidade na Síria, possivelmente um centro de poder ou residência real de Damasco. É mencionada pelo profeta Amós como um local que será atingido pelo juízo de Deus, simbolizando a destruição do luxo e da segurança mundana.",
    "categoria": "lugar"
  },
  {
    "nome": "Chipre",
    "significado": "Cobre (Devido às suas ricas minas).",
    "referencia": "Atos 4:36",
    "descricao": "Grande ilha no Mediterrâneo Oriental, terra natal de Barnabé. Foi o primeiro destino visitado por Paulo e Barnabé no início de sua primeira viagem missionária, servindo como um ponto de partida crucial para a expansão do Evangelho.",
    "categoria": "lugar"
  },
  {
    "nome": "Emaús",
    "significado": "Fontes termais ou Fontes de água.",
    "referencia": "Lucas 24:13",
    "descricao": "Aldeia a cerca de 60 estádios (11 km) de Jerusalém, para onde dois discípulos caminhavam após a crucificação. Jesus ressuscitado se juntou a eles, revelando-Se no partir do pão, um evento central na narrativa da ressurreição.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Filêmon",
    "significado": "O que é amigável ou amoroso.",
    "referencia": "Filemom 1:1",
    "descricao": "Uma das menores e mais pessoais epístolas de Paulo. É uma carta de intercessão em favor de Onésimo, um escravo fugitivo convertido, pedindo a seu mestre, Filêmon, que o receba de volta não mais como escravo, mas como irmão amado em Cristo.",
    "categoria": "livro"
  },
  {
    "nome": "Terá",
    "significado": "Estação; vagar; demorar-se",
    "referencia": "Gênesis 11:24-32",
    "descricao": "Pai de Abrão (mais tarde Abraão), Naor e Harã. Terá liderou sua família de Ur dos Caldeus em direção a Canaã, mas se estabeleceu e morreu em Harã, indicando uma obediência incompleta ao chamado divino que seria plenamente cumprido por seu filho.",
    "categoria": "pessoa"
  },
  {
    "nome": "Presbítero",
    "significado": "Mais velho; ancião",
    "referencia": "Atos 14:23; Tito 1:5",
    "descricao": "Título usado no Antigo Testamento para líderes tribais e civis de Israel, e no Novo Testamento para oficiais da igreja local responsáveis pela supervisão espiritual e ensino. O termo é frequentemente usado de forma intercambiável com 'bispo' (episcopos) ou 'pastor'.",
    "categoria": "grupo"
  },
  {
    "nome": "Jakin e Boaz",
    "significado": "Jakin: Ele estabelecerá; Boaz: Nele há força",
    "referencia": "I Reis 7:21",
    "descricao": "As duas grandes colunas de bronze que ficavam na entrada do pórtico do Templo de Salomão em Jerusalém. Seus nomes simbolizavam a promessa de Deus de estabelecer a dinastia de Davi e de dar força ao Seu povo.",
    "categoria": "objeto"
  },
  {
    "nome": "Cenáculo",
    "significado": "Sala superior",
    "referencia": "Lucas 22:12; Atos 1:13",
    "descricao": "Uma sala no andar de cima de uma casa, usada para reuniões. Duas ocorrências importantes são a sala onde Jesus instituiu a Ceia do Senhor (A Última Ceia) e, tradicionalmente, o local onde os discípulos se reuniram após a Ascensão e receberam o Espírito Santo no Pentecostes.",
    "categoria": "lugar"
  },
  {
    "nome": "Biblos",
    "significado": "Papiro; livro (origem da palavra 'Bíblia')",
    "referencia": "Ezequiel 27:9 (implícito como Gebal)",
    "descricao": "Antiga cidade portuária fenícia, conhecida hoje como Jbeil, no Líbano. Era um centro comercial de papiro e madeira de cedro. Embora não seja mencionada diretamente, sua importância histórica e etimológica a conecta intrinsecamente ao desenvolvimento da escrita e dos livros sagrados (daí o termo 'Bíblia').",
    "categoria": "lugar"
  },
  {
    "nome": "Septuaginta (LXX)",
    "significado": "Setenta (referência aos 70 ou 72 tradutores)",
    "referencia": "Não é um texto bíblico, mas refere-se à tradução",
    "descricao": "A tradução grega do Antigo Testamento hebraico (e algumas adições apócrifas), realizada em Alexandria a partir do século III a.C. Foi a Bíblia primária usada pelos judeus de língua grega e pelos primeiros cristãos, sendo a fonte de muitas citações do Novo Testamento.",
    "categoria": "conceito"
  },
  {
    "nome": "Diótrefes",
    "significado": "Alimentado por Júpiter",
    "referencia": "III João 9-10",
    "descricao": "Um indivíduo na igreja primitiva criticado pelo apóstolo João por sua ambição de liderança. Ele se recusava a receber João e seus companheiros, falava mal deles e expulsava da igreja aqueles que os acolhiam, demonstrando um espírito faccioso.",
    "categoria": "pessoa"
  },
  {
    "nome": "Aristarco",
    "significado": "O melhor governante",
    "referencia": "Atos 19:29; Colossenses 4:10",
    "descricao": "Macedônio de Tessalônica e companheiro fiel de Paulo em várias viagens missionárias. Ele foi levado com Paulo durante o tumulto em Éfeso e mais tarde viajou com ele a Roma, onde Paulo o chama de 'meu companheiro de prisão'.",
    "categoria": "pessoa"
  },
  {
    "nome": "Pórcio Festo",
    "significado": "Alegre",
    "referencia": "Atos 24:27 – 26:32",
    "descricao": "Procurador romano da Judeia, sucedendo a Félix por volta de 60 d.C. Ele julgou o apóstolo Paulo em Cesareia. Para evitar enviar Paulo a Jerusalém, Festo permitiu que Paulo exercesse seu direito de apelar ao César.",
    "categoria": "pessoa"
  },
  {
    "nome": "Malco",
    "significado": "Meu Rei",
    "referencia": "João 18:10",
    "descricao": "O servo do sumo sacerdote (Caifás) cuja orelha direita foi cortada por Simão Pedro durante a prisão de Jesus no Jardim do Getsêmani. Jesus milagrosamente curou a ferida de Malco, sendo este o último milagre registrado antes da Crucificação.",
    "categoria": "pessoa"
  },
  {
    "nome": "Menaém",
    "significado": "Consolador",
    "referencia": "II Reis 15:14-22",
    "descricao": "Rei de Israel que governou por dez anos. Ele tomou o trono após assassinar Salum. Seu reinado foi marcado pela crueldade, especialmente o massacre em Tisá, e por ter pago um pesado tributo ao rei assírio Pul (Tiglate-Pileser III) para garantir seu poder.",
    "categoria": "pessoa"
  },
  {
    "nome": "Candaces",
    "significado": "Título real, possivelmente 'rainha-mãe'",
    "referencia": "Atos 8:27",
    "descricao": "O título hereditário das rainhas da Etiópia (Meroe) que governavam o Reino Cuchita. O eunuco etíope batizado por Filipe era um alto oficial da Candaces de sua época, demonstrando a expansão do Evangelho para o sul.",
    "categoria": "pessoa"
  },
  {
    "nome": "Livro de I Crônicas",
    "significado": "Crônicas dos dias",
    "referencia": "I Crônicas 1:1-29:30",
    "descricao": "O primeiro livro da Crônica, escrito após o Exílio Babilônico. O foco principal é a genealogia de Israel, começando em Adão e enfatizando a tribo de Judá e a linha davídica. O livro visa legitimar a adoração no Templo e restaurar a esperança teocrática de Israel.",
    "categoria": "livro"
  },
  {
    "nome": "Aramaismo",
    "significado": "Expressão aramaica em outro idioma",
    "referencia": "Mateus 27:46 (Eli, Eli, lamá sabactâni)",
    "descricao": "Um termo linguístico referente à influência da língua aramaica em textos escritos em hebraico ou grego. Aramaico era o idioma comum falado na Judeia durante o período do Novo Testamento, levando à presença de termos como 'Talitha koum' e 'Maranata' nas Escrituras Gregas.",
    "categoria": "conceito"
  },
  {
    "nome": "Demétrio",
    "significado": "Pertencente a Deméter (deusa grega)",
    "referencia": "Atos 19:24-38",
    "descricao": "Um ourives de Éfeso que fabricava pequenos santuários de prata de Ártemis (Diana). Ele incitou um tumulto contra Paulo e seus companheiros, temendo que a pregação cristã prejudicasse o comércio da adoração da deusa pagã.",
    "categoria": "pessoa"
  },
  {
    "nome": "Zelofeade",
    "significado": "Rachadura ou fenda do medo",
    "referencia": "Números 27:1-11",
    "descricao": "Homem da tribo de Manassés que morreu no deserto sem filhos homens. Suas cinco filhas (Maalá, Noa, Hogla, Milca e Tirza) reivindicaram a posse da herança de seu pai, levando a uma importante legislação sobre herança em Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Antipatris",
    "significado": "Para Antipater (Pai de Herodes, o Grande)",
    "referencia": "Atos 23:31",
    "descricao": "Cidade construída por Herodes, o Grande, e nomeada em homenagem ao seu pai, Antipater. Foi o local de parada da escolta romana que transportava o apóstolo Paulo de Jerusalém a Cesareia para protegê-lo de uma conspiração judaica.",
    "categoria": "lugar"
  },
  {
    "nome": "Kashrut",
    "significado": "Adequação; licitude (Lei de Alimentos)",
    "referencia": "Levítico 11",
    "descricao": "O sistema de leis alimentares judaicas (kasher), estabelecido no Pentateuco. Define quais alimentos são 'limpos' ou 'puros' (kosher) e quais são 'impuros', e as regras para o seu abate e preparação. Foi um marcador crucial da identidade israelita.",
    "categoria": "conceito"
  },
  {
    "nome": "A Oferta de Paz (Shelem)",
    "significado": "Paz; bem-estar; integridade",
    "referencia": "Levítico 3:1-17",
    "descricao": "Um tipo de sacrifício voluntário no antigo Israel, oferecido como expressão de gratidão, cumprimento de um voto ou simplesmente adoração. Era o único sacrifício em que o ofertante podia comer parte da carne, simbolizando a comunhão e a paz com Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "Ano Sabático (Shemitá)",
    "significado": "Liberação; descanso",
    "referencia": "Êxodo 23:10-11; Levítico 25:1-7",
    "descricao": "Um mandamento de Deus que exigia que a terra de Israel descansasse a cada sete anos. Durante o Shemitá, os campos não eram plantados e os frutos deviam ser deixados para os pobres e animais. Também incluía a libertação de dívidas.",
    "categoria": "conceito"
  },
  {
    "nome": "Menorá",
    "significado": "Candelabro",
    "referencia": "Êxodo 25:31-40",
    "descricao": "O candelabro de sete braços feito de ouro puro, que ficava no Lugar Santo do Tabernáculo e, posteriormente, nos Templos. Simbolizava a luz de Deus e a presença constante de Israel como 'luz para as nações'.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "O Peitoral do Juízo",
    "significado": "Placa de bronze para decisão",
    "referencia": "Êxodo 28:15-30",
    "descricao": "Uma peça de vestuário retangular usada pelo Sumo Sacerdote de Israel. Era cravejada com doze pedras preciosas, representando as doze tribos. Servia para levar o nome dos filhos de Israel à presença de Deus e continha o Urim e o Tumim para consulta divina.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "O Velo de Gideão",
    "significado": "Lã",
    "referencia": "Juízes 6:36-40",
    "descricao": "Um teste de fé e busca de confirmação divina realizado por Gideão. Ele pediu a Deus que a lã ficasse molhada enquanto o chão estivesse seco, e depois o inverso. O episódio demonstra a hesitação e a necessidade de segurança de Gideão antes de liderar o exército.",
    "categoria": "evento"
  },
  {
    "nome": "A Pedra de Ebenezer",
    "significado": "Pedra de ajuda",
    "referencia": "I Samuel 7:12",
    "descricao": "Uma pedra memorial erguida por Samuel após a vitória de Israel sobre os filisteus em Mispá. O nome simboliza a declaração de que 'Até aqui nos ajudou o Senhor', reconhecendo a assistência divina na libertação de Israel.",
    "categoria": "evento"
  },
  {
    "nome": "Gólgota",
    "significado": "Lugar da Caveira",
    "referencia": "Marcos 15:22",
    "descricao": "O local fora dos muros de Jerusalém onde Jesus foi crucificado. O nome pode derivar da forma topográfica do local, que se assemelhava a um crânio, ou porque era um lugar de execuções.",
    "categoria": "lugar"
  },
  {
    "nome": "A Porta Formosa",
    "significado": "Porta belíssima",
    "referencia": "Atos 3:2-10",
    "descricao": "Um dos portões do Templo de Herodes, provavelmente um grande portão de bronze que dava acesso ao Pátio das Mulheres. É famosa por ser o local onde Pedro e João curaram um homem coxo de nascença.",
    "categoria": "lugar"
  },
  {
    "nome": "Aramaico Bíblico",
    "significado": "Língua semítica ocidental",
    "referencia": "Esdras 4:8-6:18; Daniel 2:4-7:28",
    "descricao": "Um dialeto do aramaico usado em certas porções do Antigo Testamento. O aramaico tornou-se a língua franca do Império Persa e foi o idioma cotidiano dos judeus após o Exílio Babilônico, influenciando o hebraico tardio e o grego do NT.",
    "categoria": "conceito"
  },
  {
    "nome": "Escada de Jacó",
    "significado": "Escada para o céu",
    "referencia": "Gênesis 28:10-22",
    "descricao": "A visão que Jacó teve em Betel (Luz), onde ele viu uma escada ou rampa ligando a terra ao céu, com anjos subindo e descendo. Simboliza a comunicação ininterrupta entre Deus e a humanidade.",
    "categoria": "evento"
  },
  {
    "nome": "O Mistério das Sete Estrelas",
    "significado": "Segredo revelado das mensageiros celestes",
    "referencia": "Apocalipse 1:20",
    "descricao": "Referência dada por Jesus ao apóstolo João, explicando que as sete estrelas que Ele segurava em Sua mão direita representavam os anjos (mensageiros) das Sete Igrejas da Ásia, simbolizando Sua autoridade e cuidado sobre elas.",
    "categoria": "conceito"
  },
  {
    "nome": "Epístola de Tiago",
    "significado": "Livro de doutrina prática",
    "referencia": "Tiago 1:1-5:20",
    "descricao": "Um dos livros gerais do Novo Testamento, provavelmente escrito por Tiago, irmão de Jesus e líder da igreja em Jerusalém. É notável por sua ênfase na fé que se manifesta em obras práticas e na conduta ética cristã.",
    "categoria": "livro"
  },
  {
    "nome": "Epístola de I João",
    "significado": "Comunhão com Deus",
    "referencia": "I João 1:1-5:21",
    "descricao": "Escrito pelo apóstolo João para combater o gnosticismo incipiente. O livro estabelece os testes cruciais da vida cristã: obediência aos mandamentos, amor mútuo e crença correta na encarnação de Jesus Cristo.",
    "categoria": "livro"
  },
  {
    "nome": "Epístola de I Pedro",
    "significado": "Esperança em meio ao sofrimento",
    "referencia": "I Pedro 1:1-5:14",
    "descricao": "Carta escrita pelo apóstolo Pedro a cristãos dispersos na Ásia Menor, encorajando-os a permanecerem firmes e a viverem de maneira santa, mesmo sob a perseguição iminente e o sofrimento por causa de sua fé.",
    "categoria": "livro"
  },
  {
    "nome": "Livro de Juízes",
    "significado": "Libertadores, Defensores",
    "referencia": "Juízes 1:1-21:25",
    "descricao": "O livro narra o período entre a morte de Josué e o início da monarquia. Documenta o ciclo repetitivo de desobediência de Israel, opressão por nações inimigas, clamor a Deus e o levantamento de juízes carismáticos como libertadores.",
    "categoria": "livro"
  },
  {
    "nome": "Salamina",
    "significado": "Salitre (nome grego)",
    "referencia": "Atos 13:5",
    "descricao": "Uma grande cidade portuária na costa leste da ilha de Chipre. Foi o primeiro local onde Paulo e Barnabé pregaram o Evangelho durante a sua primeira viagem missionária, iniciando a pregação nas sinagogas judaicas.",
    "categoria": "lugar"
  },
  {
    "nome": "Vale de Acor",
    "significado": "Vale da perturbação ou aflição",
    "referencia": "Josué 7:24-26",
    "descricao": "O local onde Acã e sua família foram apedrejados por terem roubado despojos em Jericó, causando a derrota de Israel em Ai. Embora inicialmente um lugar de aflição, o profeta Oséias o descreve futuramente como uma 'porta de esperança' (Os 2:15).",
    "categoria": "lugar"
  },
  {
    "nome": "Basã",
    "significado": "Solo macio; fértil",
    "referencia": "Deuteronômio 3:1-11",
    "descricao": "Região extremamente fértil a leste do Rio Jordão, famosa por seus carvalhos, pastagens e gado robusto. Foi conquistada por Moisés, e a metade da tribo de Manassés se estabeleceu ali. É frequentemente usada para simbolizar força e prosperidade.",
    "categoria": "lugar"
  },
  {
    "nome": "Quiriate-Jearim",
    "significado": "Cidade das florestas",
    "referencia": "I Samuel 7:1-2",
    "descricao": "Uma cidade de Gibeão onde a Arca da Aliança foi guardada por vinte anos na casa de Abinadabe, após ser devolvida pelos filisteus e antes de Davi levá-la para Jerusalém.",
    "categoria": "lugar"
  },
  {
    "nome": "Monte das Oliveiras",
    "significado": "Montanha coberta de oliveiras",
    "referencia": "Mateus 26:30; Atos 1:12",
    "descricao": "Uma cordilheira a leste de Jerusalém, separada da cidade pelo Vale do Cedrom. Foi o local onde Jesus proferiu o Sermão Olivete (sobre os últimos dias), orou no Getsêmani e, segundo o Novo Testamento, de onde Ele ascendeu aos céus.",
    "categoria": "lugar"
  },
  {
    "nome": "Sicomoro",
    "significado": "Figueira-amora",
    "referencia": "Lucas 19:1-10",
    "descricao": "Uma árvore grande e robusta, comum no Oriente Médio. É notável na Bíblia porque Zaqueu, um cobrador de impostos de baixa estatura, subiu em uma sicômoro para conseguir ver Jesus em Jericó.",
    "categoria": "conceito"
  },
  {
    "nome": "Hosana",
    "significado": "Salva, agora! (expressão hebraica de súplica e louvor)",
    "referencia": "Mateus 21:9",
    "descricao": "Originalmente um grito por ajuda, mas que se transformou em uma exclamação de louvor e aclamação messiânica. Foi a saudação usada pelas multidões quando Jesus entrou em Jerusalém no Domingo de Ramos, reconhecendo-o como o Rei vindouro.",
    "categoria": "conceito"
  },
  {
    "nome": "O Cântico de Moisés",
    "significado": "Canção de vitória e advertência",
    "referencia": "Êxodo 15:1-18; Deuteronômio 32:1-43",
    "descricao": "Há dois cânticos principais. O primeiro é uma celebração após a travessia do Mar Vermelho (Êxodo 15). O segundo, em Deuteronômio 32, é uma profecia poética de alerta sobre a infidelidade futura de Israel e o juízo de Deus.",
    "categoria": "evento"
  },
  {
    "nome": "Sátiros",
    "significado": "Criaturas peludas; bodes selvagens",
    "referencia": "Isaías 13:21; Isaías 34:14",
    "descricao": "Seres descritos na literatura profética, geralmente associados a lugares desolados e como símbolos de ruína e idolatria. A tradução pode referir-se a demônios-bode (shedim) ou a animais selvagens, dependendo da interpretação do hebraico.",
    "categoria": "conceito"
  },
  {
    "nome": "Sabatismo",
    "significado": "O descanso sabático",
    "referencia": "Hebreus 4:9",
    "descricao": "Conceito teológico neotestamentário que descreve o descanso final e eterno que o povo de Deus desfrutará. Baseia-se no mandamento do Sábado e no descanso da criação, indicando a plenitude da salvação em Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Eliasibe",
    "significado": "Deus restaura",
    "referencia": "Neemias 3:1; 13:4-7",
    "descricao": "Sumo Sacerdote no tempo de Neemias. Ele se envolveu em controvérsias ao permitir que Tobias, o amonita inimigo, usasse uma das câmaras do Templo, mostrando a corrupção do sacerdócio pós-exílio.",
    "categoria": "pessoa"
  },
  {
    "nome": "Massa e Meribá",
    "significado": "Massa: Provação; Meribá: Contenda",
    "referencia": "Êxodo 17:1-7",
    "descricao": "Lugares no deserto onde os israelitas testaram ou puseram Deus à prova, reclamando da falta de água e duvidando da Sua presença. O episódio é frequentemente usado como advertência contra a incredulidade.",
    "categoria": "lugar"
  },
  {
    "nome": "A Doutrina do Resto",
    "significado": "Os remanescentes fiéis",
    "referencia": "Isaías 10:20-22; Romanos 9:27",
    "descricao": "Um conceito profético que afirma que, após o julgamento divino de Israel ou Judá, um pequeno grupo (o 'resto') permanecerá fiel e será preservado para cumprir as promessas messiânicas e restaurar a nação.",
    "categoria": "conceito"
  },
  {
    "nome": "O Juízo Final",
    "significado": "Avaliação escatológica de toda a humanidade",
    "referencia": "Apocalipse 20:11-15",
    "descricao": "O evento escatológico em que Deus julgará todas as pessoas, vivas e mortas, com base em suas obras registradas nos livros. Resultará na condenação dos ímpios e na entrada dos justos na eternidade.",
    "categoria": "evento"
  },
  {
    "nome": "O Óleo da Unção Santa",
    "significado": "Óleo para santificação",
    "referencia": "Êxodo 30:22-33",
    "descricao": "Uma mistura sagrada e aromática de mirra, canela, cálamo, cássia e azeite de oliveira. Era estritamente reservada para ungir o Tabernáculo, seus utensílios, e os sacerdotes (Arão e seus filhos), conferindo santidade e separação ao serviço de Deus.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Sulamita",
    "significado": "Mulher de Suném; ou possivelmente 'A Perfeita'",
    "referencia": "Cantares de Salomão 6:13",
    "descricao": "O nome ou título dado à protagonista feminina do Livro de Cantares. Ela representa a beleza, a pureza e o objeto do amor intenso, sendo frequentemente interpretada como a alma fiel ou a Igreja em sua relação com Cristo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Simpatia (compaixão)",
    "significado": "Sofrer junto; sentir com",
    "referencia": "Hebreus 4:15",
    "descricao": "Conceito teológico que descreve a capacidade de Jesus Cristo, como Sumo Sacerdote, de se identificar plenamente com as fraquezas e sofrimentos humanos, tendo sido tentado em tudo, mas sem pecado. Garante o acesso confiante ao trono da graça.",
    "categoria": "conceito"
  },
  {
    "nome": "Hokmah",
    "significado": "Sabedoria; habilidade ou discernimento prático e moral.",
    "referencia": "Provérbios 8:1-36",
    "descricao": "Termo hebraico central nos livros sapienciais, especialmente em Provérbios, que personifica a sabedoria como um atributo divino e uma qualidade essencial para a vida justa. É frequentemente retratada como companheira de Deus na criação do mundo.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de I Timóteo",
    "significado": "Instruções de Paulo para Timóteo",
    "referencia": "I Timóteo 3:15",
    "descricao": "Uma das Epístolas Pastorais, escrita por Paulo a seu jovem colaborador Timóteo, oferecendo diretrizes para a organização e liderança da igreja, o combate a falsas doutrinas e a conduta de oficiais e membros.",
    "categoria": "livro"
  },
  {
    "nome": "Cilícia",
    "significado": "Terra de pedras; área montanhosa",
    "referencia": "Atos 15:41",
    "descricao": "Região histórica no sudeste da Ásia Menor, famosa por ser a terra natal de Paulo (em Tarso). Foi um importante centro de comércio e rota de viagem para os primeiros missionários cristãos.",
    "categoria": "lugar"
  },
  {
    "nome": "Querigma",
    "significado": "Proclamação; pregação",
    "referencia": "Romanos 16:25",
    "descricao": "Termo grego que se refere ao conteúdo essencial da pregação apostólica sobre Jesus Cristo: sua morte, ressurreição e significado salvífico. É a mensagem fundamental do Evangelho, distinta da didache (ensino).",
    "categoria": "conceito"
  },
  {
    "nome": "Candeia",
    "significado": "Recipiente para luz; lâmpada",
    "referencia": "Mateus 5:15",
    "descricao": "Objeto comum no mundo antigo, geralmente uma pequena tigela de argila com um pavio e azeite, usado para iluminação doméstica. É frequentemente usado na Bíblia como metáfora para a palavra de Deus, testemunho ou vida espiritual.",
    "categoria": "objeto"
  },
  {
    "nome": "Templo de Onias",
    "significado": "Templo construído por Onias",
    "referencia": "Não está na Bíblia Canônica, mas referenciado em Josefo",
    "descricao": "Templo judaico construído no Egito (em Leontópolis) por Onias IV, um sumo sacerdote deposto, por volta de 160 a.C. Embora contestado pelos judeus de Jerusalém, serviu a comunidade judaica egípcia até 73 d.C.",
    "categoria": "lugar"
  },
  {
    "nome": "Sabatismo",
    "significado": "Descanso do Sábado",
    "referencia": "Hebreus 4:9",
    "descricao": "Conceito teológico no Novo Testamento que aponta para um descanso espiritual mais profundo e permanente disponível aos crentes, prefigurado pelo descanso do sábado (Shabat) e pela entrada na Terra Prometida.",
    "categoria": "conceito"
  },
  {
    "nome": "Átrio dos Gentios",
    "significado": "Pátio das Nações",
    "referencia": "João 2:14-16",
    "descricao": "A maior e mais externa área do complexo do Templo em Jerusalém durante o período de Herodes. Era o único lugar acessível a pessoas não judias (gentios). Foi ali que Jesus expulsou os cambistas e vendedores.",
    "categoria": "lugar"
  },
  {
    "nome": "O Estandarte da Serpente de Bronze",
    "significado": "Serpente curadora de cobre",
    "referencia": "Números 21:8-9",
    "descricao": "Objeto que Moisés fez por ordem divina, levantado no deserto. Quem era picado por serpentes venenosas e olhava para ela era curado. No Novo Testamento, é tipologicamente associada à elevação de Cristo na cruz (João 3:14).",
    "categoria": "conceito"
  },
  {
    "nome": "Aserá",
    "significado": "Poste sagrado; deusa cananeia da fertilidade",
    "referencia": "Juízes 3:7",
    "descricao": "Divindade feminina proeminente no panteão cananeu, frequentemente associada a Baal. No contexto bíblico, refere-se tanto à própria deusa quanto aos postes de madeira ou árvores sagradas usados em seu culto, frequentemente condenado pelos profetas.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de I Pedro",
    "significado": "Primeira Epístola de Pedro",
    "referencia": "I Pedro 2:9-10",
    "descricao": "Epístola escrita pelo apóstolo Pedro às comunidades cristãs na Ásia Menor, incentivando-as a perseverar e manter uma conduta santa em meio às perseguições e sofrimentos. Destaca a esperança viva e o sacerdócio real dos crentes.",
    "categoria": "livro"
  },
  {
    "nome": "Diotrefes",
    "significado": "Nutrido por Zeus",
    "referencia": "III João 9-10",
    "descricao": "Indivíduo na igreja primitiva que se opôs à autoridade de João, buscando a primazia. É criticado por João por recusar-se a receber missionários, difamar os apóstolos e tentar expulsar aqueles que os apoiavam.",
    "categoria": "pessoa"
  },
  {
    "nome": "O Pátio Interior",
    "significado": "Pátio interno; lugar dos sacerdotes",
    "referencia": "Êxodo 27:9-19",
    "descricao": "Área do Tabernáculo (e, posteriormente, do Templo) que circundava o Santuário, contendo o Altar de Bronze para sacrifícios e a Bacia de Bronze (Lavatório). Era acessível apenas aos sacerdotes.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Selah",
    "significado": "Pausa; levante; medite",
    "referencia": "Salmos 3:2",
    "descricao": "Termo encontrado 71 vezes nos Salmos e 3 vezes em Habacuque. Geralmente é interpretado como uma instrução musical ou litúrgica, indicando uma pausa para reflexão ou uma mudança na entonação vocal ou instrumental.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de II Timóteo",
    "significado": "Segunda Epístola de Timóteo",
    "referencia": "II Timóteo 3:16",
    "descricao": "A última das Epístolas Pastorais de Paulo, escrita pouco antes de sua morte. É um apelo comovente a Timóteo para permanecer firme na fé, guardar o depósito do Evangelho e suportar as dificuldades como um bom soldado de Cristo.",
    "categoria": "livro"
  },
  {
    "nome": "Azoto",
    "significado": "Fortaleza",
    "referencia": "I Samuel 5:1-7",
    "descricao": "Uma das cinco principais cidades-estado filisteias. Foi o local onde a Arca da Aliança foi levada após ser capturada pelos filisteus e onde o ídolo de Dagom foi encontrado prostrado diante dela.",
    "categoria": "lugar"
  },
  {
    "nome": "Ebede-Meleque",
    "significado": "Servo do rei",
    "referencia": "Jeremias 38:7-13",
    "descricao": "Eunuko etíope na corte do Rei Zedequias. Ele interveio corajosamente para salvar o profeta Jeremias da cisterna, onde havia sido lançado para morrer, sendo subsequentemente prometido por Deus que seria poupado durante a destruição de Jerusalém.",
    "categoria": "pessoa"
  },
  {
    "nome": "Azeite da Unção",
    "significado": "Óleo santo para consagração",
    "referencia": "Êxodo 30:22-33",
    "descricao": "Uma mistura sagrada de azeite de oliveira e especiarias aromáticas (mirra, canela, cálamo, cássia), usada para ungir o Tabernáculo, seus utensílios, sacerdotes e, posteriormente, reis de Israel, separando-os para o serviço divino.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "A Doutrina do Resto",
    "significado": "O remanescente fiel",
    "referencia": "Isaías 10:20-22",
    "descricao": "Conceito profético que afirma que, após o juízo divino sobre Israel e Judá (geralmente através do exílio ou da guerra), apenas um pequeno grupo fiel e piedoso (o Resto) sobreviverá para preservar a aliança e experimentar a restauração messiânica.",
    "categoria": "conceito"
  },
  {
    "nome": "Quirino",
    "significado": "Portador da lança",
    "referencia": "Lucas 2:2",
    "descricao": "Governador romano da Síria (Publius Sulpicius Quirinius), cujo nome está associado ao censo que, segundo Lucas, levou José e Maria a Belém para o nascimento de Jesus. Historicamente, houve debate sobre a data exata de seu censo.",
    "categoria": "pessoa"
  },
  {
    "nome": "Vestes Sacerdotais",
    "significado": "Roupas santas",
    "referencia": "Êxodo 28:1-43",
    "descricao": "Vestimentas especificadas por Deus para o uso de Arão e seus filhos no serviço do Tabernáculo. Incluíam o éfode, o peitoral (com as 12 pedras), a túnica e a mitra, simbolizando santidade e a mediação entre Deus e o povo.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Cencreia",
    "significado": "Pequenas sementes de milho",
    "referencia": "Romanos 16:1",
    "descricao": "O porto oriental de Corinto, no istmo. Era um local de grande importância comercial e foi onde o apóstolo Paulo fez um voto. A igreja de Cencreia é notável por ter Febe, uma diaconisa, como membro influente.",
    "categoria": "lugar"
  },
  {
    "nome": "Júnias",
    "significado": "Nascido em junho",
    "referencia": "Romanos 16:7",
    "descricao": "Um parente de Paulo e companheiro de prisão, mencionado juntamente com Andrônico. Eles são notados por serem 'ilustres entre os apóstolos'. Há debate se o nome deveria ser feminino ('Júnia') ou masculino ('Júnias') e se o termo 'apóstolo' se refere a eles como missionários ou membros do colégio dos Doze.",
    "categoria": "pessoa"
  },
  {
    "nome": "Dabar",
    "significado": "Palavra; discurso; assunto; evento",
    "referencia": "Gênesis 15:1",
    "descricao": "Termo hebraico rico que significa não apenas uma palavra falada, mas também o poder ou a realidade inerente a essa palavra, frequentemente traduzido como 'Palavra de Deus' (incluindo Suas ações e decretos).",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de Êxodo",
    "significado": "Saída",
    "referencia": "Êxodo 3:7-8",
    "descricao": "O segundo livro do Pentateuco, que narra a opressão dos israelitas no Egito, a vocação de Moisés, as Dez Pragas, a Páscoa, a travessia do Mar Vermelho, e a revelação da Lei no Sinai, estabelecendo Israel como nação teocrática.",
    "categoria": "livro"
  },
  {
    "nome": "Koinonia",
    "significado": "Comunhão; participação; parceria",
    "referencia": "Atos 2:42",
    "descricao": "Termo grego que descreve a comunhão profunda e o compartilhamento mútuo entre os crentes no Novo Testamento, abrangendo tanto a comunhão espiritual com Deus e entre si quanto o compartilhamento material de bens e recursos.",
    "categoria": "conceito"
  },
  {
    "nome": "Pórtico de Salomão",
    "significado": "Colunata de Salomão",
    "referencia": "João 10:23",
    "descricao": "Uma grande galeria coberta localizada no lado oriental do Templo de Jerusalém. Foi um local comum para o ensino e reunião. Jesus ensinou ali, e os primeiros apóstolos também o usavam para pregar o Evangelho.",
    "categoria": "lugar"
  },
  {
    "nome": "Laver",
    "significado": "Bacia para lavar",
    "referencia": "Êxodo 30:17-21",
    "descricao": "Uma grande bacia de bronze, colocada entre o Altar de Sacrifícios e a porta do Tabernáculo. Era utilizada pelos sacerdotes para lavar as mãos e os pés antes de ministrar, simbolizando a necessidade de purificação cerimonial e moral.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Gabaá",
    "significado": "Colina",
    "referencia": "Juízes 19:12-14",
    "descricao": "Cidade da tribo de Benjamim, tristemente famosa como o cenário do crime hediondo que levou à quase destruição da tribo de Benjamim. Foi também a cidade natal do primeiro rei de Israel, Saul.",
    "categoria": "lugar"
  },
  {
    "nome": "Tiquico",
    "significado": "Fortuito; afortunado",
    "referencia": "Atos 20:4",
    "descricao": "Um colaborador fiel de Paulo, frequentemente usado como mensageiro para levar as cartas do apóstolo e dar notícias sobre ele às igrejas na Ásia Menor. Ele levou as epístolas aos Efésios e aos Colossenses.",
    "categoria": "pessoa"
  },
  {
    "nome": "Lóde",
    "significado": "Habitação",
    "referencia": "Atos 9:32",
    "descricao": "Cidade na planície de Sarom, localizada a noroeste de Jerusalém. É notável no Novo Testamento como o local onde Pedro curou Enéias, que estava paralítico há oito anos, um milagre que levou muitos a se converterem.",
    "categoria": "lugar"
  },
  {
    "nome": "Kenosis",
    "significado": "Esvaziamento",
    "referencia": "Filipenses 2:7",
    "descricao": "Conceito teológico derivado do grego que descreve o ato de Cristo esvaziar-se de Seus privilégios divinos (mas não de Sua natureza divina) ao encarnar-se, tomando a forma de servo e tornando-se semelhante aos homens.",
    "categoria": "conceito"
  },
  {
    "nome": "Sardes",
    "significado": "Os que escapam",
    "referencia": "Apocalipse 3:1-6",
    "descricao": "Antiga capital do reino da Lídia e uma das sete cidades da Ásia Menor para as quais João escreveu no Apocalipse. A igreja em Sardes foi repreendida por estar 'morta', apesar de ter reputação de estar viva.",
    "categoria": "lugar"
  },
  {
    "nome": "Doutrina da Imagem de Deus",
    "significado": "Imagem de Deus (Imago Dei)",
    "referencia": "Gênesis 1:26-27",
    "descricao": "Princípio fundamental da antropologia bíblica, que afirma que os seres humanos foram criados com qualidades que refletem a natureza de Deus, como racionalidade, moralidade e capacidade de domínio, estabelecendo sua dignidade única.",
    "categoria": "conceito"
  },
  {
    "nome": "Mical",
    "significado": "Quem é como Deus?",
    "referencia": "I Samuel 18:20",
    "descricao": "Filha mais nova do Rei Saul e primeira esposa de Davi. Ela o ajudou a escapar da ira de Saul. Foi criticada por desprezar Davi em seu coração quando ele dançava diante do Senhor ao trazer a Arca de volta a Jerusalém, resultando em sua esterilidade.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ofanim",
    "significado": "Rodas",
    "referencia": "Ezequiel 1:15-21",
    "descricao": "Classe de seres celestiais descrita na visão de Ezequiel como rodas cheias de olhos que acompanham os Querubins. Representam a onisciência e a mobilidade instantânea de Deus.",
    "categoria": "anjo"
  },
  {
    "nome": "Vale de Refaim",
    "significado": "Vale dos gigantes",
    "referencia": "II Samuel 5:18",
    "descricao": "Um vale fértil perto de Jerusalém, servindo como a principal rota de acesso à cidade vindo do sudoeste. Foi palco de duas importantes vitórias militares de Davi sobre os filisteus.",
    "categoria": "lugar"
  },
  {
    "nome": "Hofni e Fineias",
    "significado": "Pugilista; Bochecha de bronze",
    "referencia": "I Samuel 2:12-34",
    "descricao": "Filhos de Eli, o sumo sacerdote. Eram notórios por sua impiedade, abusando de suas posições sacerdotais para roubar ofertas e cometer imoralidade no Tabernáculo, resultando na condenação e queda da casa de Eli.",
    "categoria": "pessoa"
  },
  {
    "nome": "Ashtaroth",
    "significado": "Estrelas; Deusa Fenícia da Guerra e Fertilidade",
    "referencia": "Juízes 2:13",
    "descricao": "Deusa cananeia e fenícia, conhecida como Astarte, equivalente à Ishtar mesopotâmica. Era cultuada em locais altos, e seu culto era uma das maiores tentações idólatras para os israelitas.",
    "categoria": "conceito"
  },
  {
    "nome": "Maranata",
    "significado": "O Senhor vem!",
    "referencia": "I Coríntios 16:22",
    "descricao": "Uma expressão aramaica usada pelos primeiros cristãos, consistindo de duas ou três palavras, que serve como uma oração de súplica pela vinda rápida de Cristo. Reflete a esperança escatológica da Igreja Primitiva.",
    "categoria": "conceito"
  },
  {
    "nome": "Cálamo",
    "significado": "Cana doce; cana aromática",
    "referencia": "Êxodo 30:23",
    "descricao": "Uma das especiarias aromáticas raras usadas na composição do Azeite da Unção Santa. Seu uso sublinha a santidade e o caráter exclusivo dos elementos rituais do Tabernáculo.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Diácono",
    "significado": "Servo; ministro",
    "referencia": "I Timóteo 3:8-13",
    "descricao": "Ofício eclesiástico no Novo Testamento, estabelecido inicialmente para cuidar das necessidades materiais da congregação (Atos 6:1-6). Os diáconos devem ser homens e mulheres (diaconisas, como Febe) de bom caráter e fé comprovada.",
    "categoria": "grupo"
  },
  {
    "nome": "Templo de Zorobabel",
    "significado": "Templo reconstruído por Zorobabel",
    "referencia": "Esdras 6:15",
    "descricao": "O Segundo Templo de Jerusalém, cuja construção foi liderada por Zorobabel e Josué (o Sumo Sacerdote) após o retorno do exílio babilônico (cerca de 516 a.C.). Embora menos suntuoso que o de Salomão, restaurou o culto judaico. Foi substituído pelo Templo de Herodes.",
    "categoria": "lugar"
  },
  {
    "nome": "Vale de Acor",
    "significado": "Vale da perturbação",
    "referencia": "Josué 7:24-26",
    "descricao": "Local onde Acã e sua família foram apedrejados e queimados por terem roubado bens dedicados ao Senhor durante a conquista de Jericó. O nome simboliza o juízo divino sobre o pecado. No futuro profético, Oseias o transforma em 'Porta de Esperança'.",
    "categoria": "lugar"
  },
  {
    "nome": "Maná",
    "significado": "Que é isto?",
    "referencia": "Êxodo 16:35",
    "descricao": "O alimento milagroso que Deus forneceu aos israelitas durante seus quarenta anos de peregrinação no deserto. Tinha a aparência de uma semente de coentro branca e sabor de bolo de mel. Tipologicamente, aponta para Jesus Cristo como o 'Pão da Vida' (João 6).",
    "categoria": "evento"
  },
  {
    "nome": "Parusia",
    "significado": "Vinda; presença; chegada",
    "referencia": "I Tessalonicenses 4:15",
    "descricao": "Termo teológico grego usado para descrever a Segunda Vinda de Cristo no fim dos tempos. No contexto secular antigo, referia-se à chegada triunfal de um rei ou dignitário.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de I João",
    "significado": "Primeira Epístola de João",
    "referencia": "I João 4:8",
    "descricao": "Epístola escrita pelo apóstolo João para combater as heresias incipientes (proto-gnosticismo) que negavam a encarnação de Cristo. Enfatiza temas como amor fraterno, obediência aos mandamentos e a garantia da vida eterna.",
    "categoria": "livro"
  },
  {
    "nome": "Bete-Hacorá",
    "significado": "Casa da rede de caça",
    "referencia": "Neemias 3:13",
    "descricao": "Um dos distritos ou vilas que ajudou a reconstruir os muros de Jerusalém sob Neemias. Embora não seja um local central, é um exemplo da organização comunitária pós-exílica.",
    "categoria": "lugar"
  },
  {
    "nome": "Santo dos Santos",
    "significado": "Lugar santíssimo; o mais interior",
    "referencia": "Êxodo 26:33-34",
    "descricao": "A câmara mais interna do Tabernáculo e, posteriormente, do Templo de Jerusalém. Continha a Arca da Aliança e era separada por um véu espesso. Somente o Sumo Sacerdote podia entrar ali, e apenas uma vez por ano, no Dia da Expiação (Yom Kipur), para aspergir sangue e fazer propiciação pelos pecados de todo o povo.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Hilquias",
    "significado": "Minha porção é Yah (Javé)",
    "referencia": "2 Reis 22:8",
    "descricao": "Sumo Sacerdote no tempo do Rei Josias. É notável por ter descoberto o 'Livro da Lei' (provavelmente o Deuteronômio ou parte dele) durante os reparos do Templo. Sua descoberta impulsionou a grande reforma religiosa de Josias em Judá.",
    "categoria": "pessoa"
  },
  {
    "nome": "Asenate",
    "significado": "Pertenço a Neith (deusa egípcia)",
    "referencia": "Gênesis 41:45",
    "descricao": "Filha de Potífera, sacerdote de Om (Heliópolis), dada como esposa a José pelo Faraó. Ela se tornou a mãe de Manassés e Efraim, os dois filhos de José que se tornaram cabeças de tribos em Israel.",
    "categoria": "pessoa"
  },
  {
    "nome": "Acádia",
    "significado": "Terra de Acade",
    "referencia": "Gênesis 10:10",
    "descricao": "Região central da Mesopotâmia, que deu nome ao Império Acádio (c. 2334–2154 a.C.). O termo é associado na Bíblia a Ninrode, que estabeleceu ali seu domínio, indicando uma das civilizações mais antigas do Crescente Fértil.",
    "categoria": "lugar"
  },
  {
    "nome": "Kibrote-Hataavá",
    "significado": "Sepulcros da Cobiça",
    "referencia": "Números 11:34",
    "descricao": "Um acampamento no deserto, nomeado após Deus ter enviado uma praga sobre o povo de Israel que reclamava da falta de carne e cobiçava os alimentos do Egito. O nome serve como um memorial ao julgamento divino contra a avareza e a incredulidade.",
    "categoria": "lugar"
  },
  {
    "nome": "Perea",
    "significado": "Além (do rio Jordão)",
    "referencia": "Mateus 19:1",
    "descricao": "Uma região histórica a leste do Rio Jordão, parte do domínio de Herodes Antipas e, posteriormente, da província romana da Judeia. Foi uma área importante do ministério de Jesus, especialmente em suas viagens finais a Jerusalém.",
    "categoria": "lugar"
  },
  {
    "nome": "A Voz Delgada e Suave",
    "significado": "O sussurro silencioso e suave (hebraico: Qol Demamah Daqah)",
    "referencia": "1 Reis 19:12",
    "descricao": "A forma como Deus se manifestou ao profeta Elias no Monte Horebe, após grandes manifestações de vento, terremoto e fogo. Simboliza a maneira como Deus muitas vezes se comunica com Seus servos: não na força espetacular, mas na quietude e intimidade.",
    "categoria": "conceito"
  },
  {
    "nome": "O Óbolo da Viúva",
    "significado": "As duas pequenas moedas da viúva",
    "referencia": "Marcos 12:41-44",
    "descricao": "Um evento no Templo de Jerusalém, onde Jesus observou uma viúva pobre doar duas pequenas moedas (óbolos). Jesus usou este ato para ensinar que o valor da oferta não reside na quantidade, mas no sacrifício proporcional de quem doa.",
    "categoria": "evento"
  },
  {
    "nome": "Livro de Levítico",
    "significado": "Relativo aos levitas (ou: Manual dos Sacerdotes)",
    "referencia": "Todo o Livro",
    "descricao": "Terceiro livro do Pentateuco, dedicado primariamente à legislação cúltica de Israel, detalhando as leis de pureza, santidade, sacrifícios e o papel do sacerdócio levítico. Seu tema central é a santidade de Deus e como um povo impuro pode se aproximar d'Ele.",
    "categoria": "livro"
  },
  {
    "nome": "Astarote-Carnaim",
    "significado": "Astarote de Dois Chifres",
    "referencia": "Gênesis 14:5",
    "descricao": "Antiga cidade ao leste do Jordão, na região de Basã, associada ao culto da deusa cananeia Astarote. Foi um dos primeiros locais mencionados como derrotado por Quedorlaomer e seus aliados na batalha contra os reis de Sodoma e Gomorra.",
    "categoria": "lugar"
  },
  {
    "nome": "Sinete",
    "significado": "Selo de autenticidade",
    "referencia": "Gênesis 38:18",
    "descricao": "Um anel ou selo cilíndrico usado para autenticar documentos ou propriedades. Na Bíblia, simboliza autoridade, propriedade e aliança. O selo do rei era inviolável (por exemplo, Daniel 6:17).",
    "categoria": "objeto"
  },
  {
    "nome": "O Casamento em Caná",
    "significado": "O evento na cidade de Caná da Galileia",
    "referencia": "João 2:1-11",
    "descricao": "Primeiro milagre público de Jesus, onde Ele transformou água em vinho em uma festa de casamento. Este ato é interpretado como um sinal messiânico, manifestando Sua glória e iniciando Seu ministério de sinais.",
    "categoria": "evento"
  },
  {
    "nome": "Rezeph",
    "significado": "Pedra (lugar de pedras)",
    "referencia": "2 Reis 19:12",
    "descricao": "Uma cidade mencionada em cartas assírias e na Bíblia, localizada na Mesopotâmia. O rei Senaqueribe a menciona em sua carta a Ezequias como uma das cidades que os deuses de Judá não conseguiram salvar do poder assírio.",
    "categoria": "lugar"
  },
  {
    "nome": "Livro de Números",
    "significado": "No deserto (hebraico: Bemidbar), referindo-se aos censos (grego: Arithmoi)",
    "referencia": "Todo o Livro",
    "descricao": "Quarto livro do Pentateuco, que narra os 38 anos da peregrinação de Israel no deserto, desde o Sinai até as planícies de Moabe. Detalha os dois censos de Israel e as lições divinas sobre obediência e incredulidade de uma geração.",
    "categoria": "livro"
  },
  {
    "nome": "Yam Suph",
    "significado": "Mar de Juncos ou Mar do Fim",
    "referencia": "Êxodo 13:18",
    "descricao": "O nome hebraico tradicionalmente traduzido como 'Mar Vermelho', a localização exata da travessia milagrosa de Israel. O termo 'Suph' pode referir-se a juncos ou ao fim do mundo conhecido, conferindo-lhe um significado geográfico e simbólico profundo.",
    "categoria": "lugar"
  },
  {
    "nome": "Tronos (Angelic)",
    "significado": "Assentos, cadeiras",
    "referencia": "Colossenses 1:16",
    "descricao": "Na angelologia judaico-cristã, os Tronos são uma categoria de seres celestiais ou potências, mencionados por Paulo como parte das 'coisas criadas' por Cristo nos céus. Representam a majestade e a autoridade divina.",
    "categoria": "anjo"
  },
  {
    "nome": "Vale de Cedrom",
    "significado": "Escuro, sombrio",
    "referencia": "2 Samuel 15:23",
    "descricao": "Um vale profundo a leste de Jerusalém, separando a cidade do Monte das Oliveiras. Foi atravessado por Davi em sua fuga de Absalão e por Jesus a caminho do Getsêmani. É um local recorrente de purificações e juízos simbólicos.",
    "categoria": "lugar"
  },
  {
    "nome": "A Pedra de Betel",
    "significado": "Pedra da Casa de Deus",
    "referencia": "Gênesis 28:18",
    "descricao": "A rocha que Jacó usou como travesseiro em seu sonho com a escada. Ao acordar, ele ungiu a pedra e a erigiu como um pilar, marcando o lugar como 'Betel' e simbolizando a presença e a aliança de Deus.",
    "categoria": "lugar"
  },
  {
    "nome": "Diadema",
    "significado": "Coroa, fita real",
    "referencia": "Apocalipse 12:3",
    "descricao": "Um adorno real que simboliza o domínio e a soberania. No Novo Testamento (Apocalipse), é usado para descrever o poder e a autoridade das forças do mal (como o Dragão) ou a soberania universal de Cristo.",
    "categoria": "conceito"
  },
  {
    "nome": "Shevet",
    "significado": "Cetro, tribo, bordão",
    "referencia": "Gênesis 49:10",
    "descricao": "Termo hebraico polissêmico que significa tanto 'tribo' (referindo-se às doze tribos de Israel) quanto 'cetro' ou 'bastão'. No contexto messiânico, representa o cetro de autoridade real que não se afastaria de Judá até a vinda do Messias (Shiló).",
    "categoria": "conceito"
  },
  {
    "nome": "Metanoia",
    "significado": "Mudança de mente, arrependimento",
    "referencia": "Mateus 3:2",
    "descricao": "Termo grego crucial no Novo Testamento que denota uma mudança fundamental na maneira de pensar e agir, levando à transformação moral e espiritual. Vai além da tristeza superficial e implica uma reorientação de vida em direção a Deus.",
    "categoria": "conceito"
  },
  {
    "nome": "O Vaso de Alabastro",
    "significado": "Vaso feito de alabastro (pedra calcária)",
    "referencia": "Marcos 14:3",
    "descricao": "Vaso contendo um perfume muito caro, que uma mulher (identificada por João como Maria, irmã de Lázaro) quebrou para ungir Jesus em Betânia. O ato, considerado desperdício por alguns, foi elogiado por Jesus como preparação para Seu sepultamento.",
    "categoria": "objeto"
  },
  {
    "nome": "Livro de Atos",
    "significado": "Atos dos Apóstolos",
    "referencia": "Todo o Livro",
    "descricao": "O quinto livro do Novo Testamento, escrito por Lucas, que serve como uma ponte entre os Evangelhos e as Epístolas. Descreve o nascimento da Igreja no Pentecostes, a expansão do Evangelho de Jerusalém até Roma e o ministério de Pedro e Paulo.",
    "categoria": "livro"
  },
  {
    "nome": "Heteus",
    "significado": "Filhos de Hete (Het)",
    "referencia": "Gênesis 23:3",
    "descricao": "Povo cananeu descendente de Canaã, filho de Cam. Eles se estabeleceram nas colinas da Judeia e foram um dos povos cuja terra Deus prometeu a Abraão. Urías, o heteu, marido de Bate-Seba, é um dos mais famosos no relato davídico.",
    "categoria": "grupo"
  },
  {
    "nome": "Livro de Provérbios",
    "significado": "Máximas e ditados para sabedoria",
    "referencia": "Todo o Livro",
    "descricao": "Um dos livros sapienciais do Antigo Testamento, que se concentra na 'arte de viver' sabiamente sob a soberania de Deus. A sabedoria é personificada e apresentada como o princípio fundamental da criação e da conduta ética ('O temor do Senhor é o princípio da sabedoria').",
    "categoria": "livro"
  },
  {
    "nome": "Minchá",
    "significado": "Oferta de cereal ou presente",
    "referencia": "Levítico 2:1",
    "descricao": "Um dos sacrifícios obrigatórios no sistema levítico, composto geralmente de farinha de flor de trigo, azeite e incenso. Diferentemente do 'Olah' (holocausto), não envolvia derramamento de sangue e era frequentemente uma oferta de gratidão.",
    "categoria": "conceito"
  },
  {
    "nome": "Sísara",
    "significado": "Comandante do exército",
    "referencia": "Juízes 4:2",
    "descricao": "Comandante do exército do rei Jabim de Canaã. Ele oprimiu Israel por vinte anos até ser derrotado por Baraque e Débora. Morreu quando Jael o enganou e cravou uma estaca em sua têmpora enquanto ele dormia em sua tenda.",
    "categoria": "pessoa"
  },
  {
    "nome": "A Sombra de Pedro",
    "significado": "O poder curador transmitido pela sombra",
    "referencia": "Atos 5:15",
    "descricao": "Um relato dos primeiros milagres da igreja primitiva, onde as pessoas de Jerusalém traziam os enfermos para serem colocados nas ruas, na esperança de que a sombra do Apóstolo Pedro, ao passar, pudesse curá-los. Simboliza a extensão da autoridade apostólica e o poder de cura de Deus.",
    "categoria": "evento"
  },
  {
    "nome": "Sinagoga",
    "significado": "Lugar de reunião",
    "referencia": "Mateus 4:23",
    "descricao": "Local de culto, ensino e reunião comunitária judaica, que se desenvolveu provavelmente durante ou após o Exílio Babilônico. Tornou-se o principal centro da vida religiosa e social judaica e foi onde Jesus e Paulo frequentemente pregaram.",
    "categoria": "lugar"
  },
  {
    "nome": "Aleluia",
    "significado": "Louvai a Yah (Javé)",
    "referencia": "Salmo 104:35",
    "descricao": "Uma exclamação de louvor e adoração universalmente usada. É uma combinação de duas palavras hebraicas: 'Hallel' (louvor) e 'Yah' (abreviação de Yahweh/Javé). É frequentemente utilizada nos Salmos e no livro de Apocalipse (19:1, 3, 4, 6).",
    "categoria": "conceito"
  },
  {
    "nome": "Betesda",
    "significado": "Casa de Misericórdia (ou: Casa do Fluxo)",
    "referencia": "João 5:2",
    "descricao": "Um tanque com cinco pórticos em Jerusalém, conhecido por suas supostas propriedades curativas após o movimento de suas águas. Jesus curou ali um homem que estava doente há trinta e oito anos, desafiando a lei sabática em vigor.",
    "categoria": "lugar"
  },
  {
    "nome": "O Livro de Jaser",
    "significado": "O Livro do Reto ou Justo",
    "referencia": "Josué 10:13",
    "descricao": "Um livro extra-canônico, citado duas vezes no Antigo Testamento (Josué 10:13 e 2 Samuel 1:18), sugerindo que era uma coleção de poemas e baladas históricas conhecidas em Israel, possivelmente sobre heróis nacionais.",
    "categoria": "escrito"
  },
  {
    "nome": "Selo do Espírito Santo",
    "significado": "Garantia de propriedade e promessa futura",
    "referencia": "Efésios 1:13-14",
    "descricao": "Conceito teológico que descreve a obra do Espírito Santo na vida do crente como um selo (marca de posse) e um penhor (garantia de pagamento futuro), assegurando a salvação e a herança eterna.",
    "categoria": "conceito"
  },
  {
    "nome": "Filhos da Luz",
    "significado": "Pessoas pertencentes à luz/verdade",
    "referencia": "João 12:36",
    "descricao": "Uma expressão usada no Novo Testamento (e em Qumran) para descrever aqueles que creram em Cristo e vivem na verdade e na santidade, em oposição aos 'Filhos das Trevas' ou da desobediência. Reflete o dualismo cósmico entre o bem e o mal.",
    "categoria": "conceito"
  },
  {
    "nome": "O Cordão Escarlate",
    "significado": "Fio de cor vermelha ou carmesim",
    "referencia": "Josué 2:18",
    "descricao": "O sinal que Raabe, a prostituta de Jericó, deveria amarrar em sua janela para garantir que ela e sua família fossem poupadas durante a destruição da cidade pelos israelitas. Simbolicamente, é visto como um prenúncio do sangue da redenção.",
    "categoria": "conceito"
  },
  {
    "nome": "Voto do Nazireado",
    "significado": "Dedicado ou separado",
    "referencia": "Números 6:1-21",
    "descricao": "Um voto temporário ou vitalício feito por homens ou mulheres israelitas para se consagrarem a Deus, envolvendo três proibições principais: não beber vinho ou bebida fermentada, não cortar o cabelo e não se aproximar de cadáveres.",
    "categoria": "conceito"
  },
  {
    "nome": "A Bacia de Cobre",
    "significado": "Vaso para purificação",
    "referencia": "Êxodo 30:18-21",
    "descricao": "Um grande recipiente de cobre colocado entre o Tabernáculo e o Altar de Holocausto. Era usado pelos sacerdotes para lavar as mãos e os pés antes de ministrar, simbolizando a necessidade de purificação contínua antes de servir a Deus.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "O Poço de Jacó",
    "significado": "Cisterna cavada por Jacó",
    "referencia": "João 4:6",
    "descricao": "Um poço histórico e profundo perto da cidade de Sicar, na Samaria. É famoso por ter sido o local do encontro e da conversa teológica de Jesus com a Mulher Samaritana, abordando os temas da adoração verdadeira e da água viva.",
    "categoria": "lugar"
  },
  {
    "nome": "Sicar",
    "significado": "Cidade da Samaria (possivelmente Shechem)",
    "referencia": "João 4:5",
    "descricao": "Cidade samaritana próxima ao poço de Jacó, onde Jesus parou em sua viagem da Judeia para a Galileia. Seu significado é incerto, podendo ser uma corruptela de Siquém ou um nome desdenhoso ('cidade de bêbados').",
    "categoria": "lugar"
  },
  {
    "nome": "A Ceia Ágape",
    "significado": "Ceia do Amor (grego: Ágape)",
    "referencia": "Judas 1:12",
    "descricao": "Uma refeição comunitária realizada pelas primeiras comunidades cristãs, muitas vezes em conjunção com a Ceia do Senhor. Era destinada a promover a fraternidade e a caridade entre os membros, mas ocasionalmente foi alvo de abusos e divisões (1 Coríntios 11).",
    "categoria": "conceito"
  },
  {
    "nome": "O Cordeiro Pascal",
    "significado": "O cordeiro sacrificado na Páscoa",
    "referencia": "Êxodo 12:5",
    "descricao": "O animal (cordeiro ou cabrito) sacrificado e consumido pela família israelita na noite do Êxodo. Seu sangue, aplicado nas ombreiras das portas, protegia as famílias do anjo da morte. Tipologicamente, aponta para Jesus Cristo, o Cordeiro de Deus que tira o pecado do mundo.",
    "categoria": "conceito"
  },
  {
    "nome": "Livro de I Samuel",
    "significado": "O Livro do Profeta Samuel",
    "referencia": "Todo o Livro",
    "descricao": "Narrativa que transiciona Israel da era dos Juízes para a Monarquia. Abrange a história de Samuel, o último dos juízes, a ascensão e queda de Saul, o primeiro rei de Israel, e a introdução de Davi ao palco político-religioso.",
    "categoria": "livro"
  },
  {
    "nome": "Paraíso",
    "significado": "Jardim murado, parque",
    "referencia": "Lucas 23:43",
    "descricao": "Termo de origem persa, usado no Novo Testamento para se referir ao lugar de felicidade na presença de Deus, especialmente o lugar de repouso dos justos falecidos. Está ligado ao Jardim do Éden original e à Nova Jerusalém.",
    "categoria": "conceito"
  },
  {
    "nome": "Monte Nebo",
    "significado": "Cume do Alto ou Profecia",
    "referencia": "Deuteronômio 32:49",
    "descricao": "O monte na Transjordânia (Moabe) de onde Moisés pôde avistar a Terra Prometida antes de morrer. Simboliza a visão da promessa que está ao alcance, mas não pode ser alcançada pela geração que falhou no deserto.",
    "categoria": "lugar"
  },
  {
    "nome": "Lida (Diospolis)",
    "significado": "Cidade do vale",
    "referencia": "Atos 9:32",
    "descricao": "Cidade da planície costeira de Sarom, visitada por Pedro, onde ele curou Enéias, um homem paralisado havia oito anos. Foi um ponto estratégico na difusão do Evangelho entre os judeus e, posteriormente, entre os gentios.",
    "categoria": "lugar"
  },
  {
    "nome": "Acaz",
    "significado": "Ele (Yahweh) segurou",
    "referencia": "2 Reis 16:1",
    "descricao": "Rei de Judá, avô de Ezequias. Seu reinado foi marcado pela idolatria e por uma política externa desastrosa: em vez de confiar em Deus, ele buscou a ajuda da Assíria contra a ameaça da Síria e Israel, comprometendo a pureza do culto em Jerusalém.",
    "categoria": "pessoa"
  },
  {
    "nome": "O Juízo da Água Amarga",
    "significado": "Julgamento pela prova da água (para a mulher suspeita de adultério)",
    "referencia": "Números 5:11-31",
    "descricao": "Um ritual legal único no Antigo Testamento, desenhado para resolver casos onde o marido suspeitava de adultério de sua esposa, mas não havia provas. A mulher bebia água misturada com pó da tenda; se fosse culpada, seu ventre incharia, e ela se tornaria estéril.",
    "categoria": "evento"
  },
  {
    "nome": "A Cobertura dos Querubins",
    "significado": "O Propiciatório",
    "referencia": "Êxodo 25:17-22",
    "descricao": "A tampa de ouro puro da Arca da Aliança, onde dois querubins estavam esculpidos, olhando um para o outro, com as asas estendidas. Este era o lugar onde Deus se encontrava com Moisés e onde o sangue da expiação era aspergido no Yom Kipur.",
    "categoria": "Tabernáculo"
  },
  {
    "nome": "Bozra",
    "significado": "Curral, fortaleza",
    "referencia": "Isaías 63:1",
    "descricao": "Uma cidade proeminente em Edom, frequentemente mencionada pelos profetas como símbolo da nação edomita e objeto do juízo divino. As profecias a retratam como um local de grande derramamento de sangue e vingança de Deus contra Seus inimigos.",
    "categoria": "lugar"
  },
  {
    "nome": "Kadesh-Barnea",
    "significado": "Santuário do Deserto de Erros",
    "referencia": "Números 13:26",
    "descricao": "Um oásis importante no Deserto de Parã, que serviu como principal acampamento dos israelitas após o Êxodo. Foi de Kadesh-Barnea que Moisés enviou os doze espias à Terra Prometida, e onde a geração rebelde foi condenada a quarenta anos de errância.",
    "categoria": "lugar"
  }
]